[
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "\"Мы достигли большого прогресса с Украиной и большого прогресса с Россией за последние несколько дней. И было бы здорово довести это до конца. Украина хочет соглашение\"\n\nПрезидент США Дональд Трамп опять поговорил. Ну, главное: \n\n— Украине придётся идти на мирное соглашение — у неё нет выбора.\n\n— Было бы здорово, если бы мы все смогли денуклеаризироваться [процесс сокращения арсеналов ядерки], потому что мощь ядерного оружия сумасшедшая. Я знаю, что в России и США его гораздо больше. У Китая будет столько же в течение 4–5 лет.\n\n— Если страны НАТО не платят, мы не будем их защищать. Я не уверен, что они будут защищать нас.\n\n— В краткосрочной перспективе может потрясти, но в долгосрочной перспективе экономика США будет очень мощной. \n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-07T00:50:56",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Шесть человек погибли в результате ДТП с автобусом, где находились военные, и микроавтобусом с сотрудниками \"Мираторга\" в Белгородской области. \n\nМикроавтобус въехал в автобус сзади — в результате удара шесть человек погибло. Среди военных пострадавших нет. \n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-06T23:25:55",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-06T21:44:52",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "\"Это не просто бизнес, здесь нужно жить проектом\"\n\nОснователь парка развлечений \"Остров Мечты\" Амиран Муцоев впервые дал большое интервью. Рассказал про критику, индустрию развлечений в России, амбициозные планы и американские горки.\n\nУзнать, куда приводят мечты, можно тут.",
  "timestamp": "2025-03-06T21:18:45",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "\"Во все времена было так, что тыл для мужчины — это всегда одна из важнейших составляющих мотивации, для того чтобы воевать, для того чтобы добиваться побед\"\n\nВладимир Путин встретился с сотрудницами и подопечными фонда поддержки участников СВО \"Защитники Отечества\". Главное:\n\n— Участники СВО, которые отправились в зону боевых действий из мест лишения свободы, смогут получить статус ветерана боевых действий.\n\n— Ошибки врагов России всегда были основаны на недооценке характера русского человека.\n\n— В мире еще есть люди, которые хотят вернуться ко временам нашествия Наполеона, они забывают, чем это закончилось.\n\n— РФ нужен такой вариант урегулирования по Украине, который обеспечил бы \"мирное развитие на историческую перспективу\".\n\n— Необходимо проработать вопрос о льготах для братьев, сестёр и приёмных детей участников спецоперации.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-06T20:17:25",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "У президента Южной Осетии Алана Гаглоева подозрение на инфаркт. Его госпитализировали в клиническую больницу Владикавказа. \n\n44-летнему политику стало плохо днём в Цхинвале. Его экстренно увезли на скорой. Сейчас Гаглоев на обследовании, сдаёт анализы.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-06T20:08:43",
  "image": "dataset/channels/images/channel-17-62083.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Боестолкновение солдат нового сирийского правительства и произраильских друзов произошло недалеко от российской морской базы в Латакии. Что известно на данный момент: \n\n— Местные группы сопротивления подорвали два автомобиля правительственных сил.\n\n— В Эс-Сувейде протестующие сняли сирийский флаг со здания правительства и подняли вместо него флаг друзов.\n\n— В провинции Дераа лояльные правительству силы применили тяжёлую бронетехнику для борьбы с местными вооружёнными группами.\n\n— В городе Эс-Санаймайн, на юге Сирии, по данным арабских тг-каналов, начались столкновения между силами сирийского государства и группировкой бывшего агента военной разведки режима Асада Мухсина аль-Хаймада.\n\n— По данным Reuters, Лондон снял санкции с центробанка Сирии и нефтяных компаний страны.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-06T19:48:23",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Глеб Калюжный пришёл в военкомат — он готов отправиться на срочную службу, чтобы избежать уголовки.\n\n26-летний актёр с адвокатами поехал в военный комиссариат сразу после допроса в СК. За уклонение ему грозит до 2 лет тюрьмы, освобождения и отсрочки у Калюжного нет. Весенний призыв в стране начнётся 1 апреля.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-06T19:04:45",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-06T18:16:54",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Актёр Владимир Пермяков, который сыграл Лёню Голубкова в рекламе МММ, планирует ворваться на большую сцену. Он ударился в религию и написал несколько христианских пьес, а теперь ищет меценатов, которые дадут на них денег.\n\nПервая постановка называется \"Рождение\" — она о человеке, который совершил в 90-х ошибку и в итоге пришёл к Богу автобиографичная. Вторая — \"Перестройка\". Собственно, о перестроечных временах. Все тексты насыщены православными образами, отсылками к Евангелию и прочему религиозному — в духе ерофеевской \"Москва — Петушки\". \n\nСо слов Пермякова, сейчас он ищет спонсора и талантливого режиссёра, который бы выкупил все его метафоры, образы и прочее талантливо-верующее. А главное, чтобы был не халявщиком, а партнёром. Ну и про политическую обстановку в мире сказал — на видео.\n\n❗ Подписывайся на Mash",
  "timestamp": "2025-03-06T17:05:15",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-06T16:24:24",
  "image": "dataset/channels/images/channel-17-62078.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Подрывника банкомата в отделении \"Газпромбанка\" ищут московские полицейские. Предположительно, он выполнял заказ украинских мошенников. \n\nПо данным Mash, это мужчина средних лет, рост около 175 см, в тёмных куртке и штанах. Его личность пока не установлена. Предварительная версия случившегося: подрывник работал по заказу телефонных мошенников. На это указывает крайне нетипичное время для такого преступления. \n\nСначала подозреваемый попытался вскрыть аппарат, потом прогремел взрыв. Мужчина скрылся. Эвакуировалось 120 человек. В том числе четверо сотрудников банка. \n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-06T16:24:24",
  "image": "dataset/channels/images/channel-17-62077.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-06T16:04:03",
  "image": "dataset/channels/images/channel-17-62076.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Взрыв в отделении банка в московском ТЦ \"Свиблово\". Предварительно, взорвался банкомат. В помещении выбило окна, обошлось без пожара.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-06T16:04:03",
  "image": "dataset/channels/images/channel-17-62075.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Пополнить игровой аккаунт в Minecraft и Roblox можно быстро, а главное — безопасно. Все эти приятности в СберБанк Онлайн.\n\nДля этого нужно:\n\n— Найти в приложении нужную игру или сервис.\n— Добавить email и выбрать номинал.\n— Активировать цифровой ваучер.\n\nВуаля! Деньги придут моментально и без лишних списаний.\n\nПлюсом можно приобрести подписку на Netflix, а также пополнить кошелёк в PUBG, Genshin, Free Fire и других играх.",
  "timestamp": "2025-03-06T15:31:17",
  "image": "dataset/channels/images/channel-17-62074.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-06T14:53:24",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Они говорили, что улица закалит тебя. Но почему-то молчали про подъезд...\n\nСуровый тюменский спорт на лестничной клетке, 12 полуголых подростков, один полуголый мужик и бабка с пакетом. Местные говорят, что тренер отряда крепышей регулярно разминает пацанов в падике.\n\nПосле чего они идут гнуть турники, ломать камни и перебарывать мороз на руках. Но это не точно.\n\n❗ Подписывайся на Mash",
  "timestamp": "2025-03-06T14:19:26",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-06T13:43:15",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-06T13:10:02",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Валерий Меладзе тайно приезжал в Москву, чтобы порешать бизнес-вопросики. Визит не афишировал — в России его концерты пока на стопе.\n\nНеделю назад Валерия заметили в Шереметьево — артист полетел выступать в Баку 28 февраля. Встретившие его поклонницы говорят: иностранец был мил и вежлив, затем ушёл в вип-зал аэропорта. \n\nНа концерте в Азербайджане между треками заявил со сцены: \"Приедем к вам когда-нибудь, где бы вы ни были\". Потом намекнул, что когда-нибудь людям не придётся вместе с билетами на концерт покупать тикеты на самолёт.\n\nОт корпоратов в России менеджмент певца сейчас отказывается из-за \"сумасшедшего графика\". Даже за 15-20 млн вместо привычных 10. Со слов организаторов, всё это, вероятно, из-за страха утечки в СМИ и последующего хейта. \n\nВ 2023 году случился тот самый концерт, обернувшийся волной запретов. Но Меладзе всё равно был готов выступать в России для всех желающих за 12 млн. Сейчас организаторы вынуждены проводить профилактические беседы во избежание проблем.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-06T13:10:02",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Непобеждённый боксёр из Дагестана Рустам Исламов задержан по подозрению в хранении и употреблении наркотиков в Москве. С белым порошком он игрался в процессе посещения, скажем так, массажного салона.\n\nПо данным Mash, боец находился в бьюти-спа \"Азия\" на Пресненской набережной. Сотрудники увидели у него пакетик с белым порошком и вызвали полицию. Вещество отправили на экспертизу, а Исламов — в отдел на допрос. \n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-06T12:26:24",
  "image": "dataset/channels/images/channel-17-62068.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Ольга Бузова закрыла компанию BUZfood из-за убытков в 100 млн рублей.\n\nБузяка открыла юрлицо \"Бузова Рест Компани\" в 2019-м. Через год — три одноимённых ресторана по всей РФ. Два в Москве и один в Санкт-Петербурге. Потом запустила собственные бренды вина, пива и водки: Buzwine, Buzbeer, Buzvodka. Компания постоянно несла убытки, органы штрафовали рестораны за нарушения, бренды не приносили дохода.\n\nС 2021-го по 2024-й ОООшка стабильно показывала убыток в 19 млн рублей в год. Общие потери могут составлять до 100 млн. И один за одним рестораны закрылись. Но компания ещё продолжала существовать. До этого Бузова грозилась, что вернётся на рынок.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-06T12:02:07",
  "image": "dataset/channels/images/channel-17-62067.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Актёр Глеб Калюжный пытался сымитировать сотрясение мозга — предварительно, чтобы откосить от призыва.\n\nПо нашим данным, звезда \"Трудных подростков\", \"14+\" и \"Вампиров средней полосы\" получил повестку 17 октября, через неделю — должен был прийти в военкомат. Но его там так и не дождались. В ноябре 26-летний актёр обратился в неотложку одной из московских больниц — якобы с травмой головы и ушибами. Жаловался на боль, тошноту и головокружение. Со слов Калюжного, он поскользнулся на улице Правды, ударился головой и даже потерял сознание. \n\nОт обследований и анализов почему-то категорически отказался. Врачи не увидели внешних травм, но таблетки прописали. Вероятно, Калюжный пытался провернуть классический схематоз с сотрясением — при подтверждении диагноза могут освободить от призыва на несколько месяцев. А за уклонение от срочной службы грозит до двух лет тюрьмы. На него уже возбудили уголовное дело.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-06T11:21:33",
  "image": "dataset/channels/images/channel-17-62066.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-06T09:30:37",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Владимир Путин встретился в Кремле с избранным президентом Республики Абхазия Бадрой Гунбой. Главное:\n\n— Путин поздравил коллегу с победой на выборах.\n— Путин даст указания продлить программу предоставления российского гражданства для граждан Абхазии. \n— Со слов Гунбы, объём гуманитарного перетока электроэнергии из РФ в Абхазию почти исчерпан, нужна поддержка России.\n— Россия поможет Абхазии с гуманитарными поставками электричества.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-05T21:17:38",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-05T20:13:42",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Ловите откровения Екатерины Мизулиной с \"Форума в большом городе\" от VK:\n\n— Лайки от Shaman в соцсетях не проверяет. \n\n— Не подписана ни на одного блогера (выдыхайте). \n\n— Любит и читает Mash. \n\nНам очень приятно. Но уверены, что среди наших подписчиков найдутся ещё большие энтузиасты и романтики, поэтому предлагаем залавбомбить нас в предложке @in_mash_bot. Автору самого милого признания мы организуем ну очень трогательный подарочек. Чмокаем! \n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-05T19:24:37",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Семья мальчика, которого стошнило на концерте DaBaby, покинула Москву минимум на месяц — из-за издевательств над сыном в школе и соцсетях.\n\nПацана зовут Жора, ему 13, живёт в районе Коньково и учится в седьмом классе корейской школы. Любит подрыгаться под музыку иностранных рэперов. В особенности это Travis Scott, Jay-Z, Kendrick Lamar, 50 Cent и DaBaby. Поэтому когда появился шанс попасть на концерт — замучил всех и попал. Плюс получилось залететь к американской звезде на сцену. Но тусовка длилась недолго. Славный малый так сильно перенервничал (он не пил), что не сдержал радости прямо там.\n\nПосле такого отрыва мальчик стал звездой инета и прославился в \"Тиктоке\" как Жора-легенда. Его так сильно захейтили (не понимаем, почему), что семье пришлось умотать жить на дачу, подальше от людей. Мы писали, что организуем для него два билета на концерт Offset, но отец отказался от такой затеи. \n\nЖора, если кто обижает, пиши. У нас в редакции парни крепкие.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-05T17:24:29",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-05T16:43:41",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "До полного окружения Суджи бойцами ВС РФ осталось меньше 10 километров. Остатки ВСУ в городе частично отрезаны от снабжения. По предварительным оценкам, в таком режиме украинцы смогут держать оборону от двух недель до двух месяцев.\n\nСо слов наших морпехов из 810-й бригады, находящихся в курском приграничье, у противника (это: 32-я и 88-я отдельные мотострелковые бригады, 129-я и 105-я бригады ТРО, а также 95-я ДШБб) начались серьёзные проблемы с доступом к боекомплектам после постоянных обстрелов их позиций и захламления трассы 38к-004, часть которой уходит в Сумскую область — там называется Н-07. По данным Mash, ВС РФ взяли её под огневой контроль, находясь на расстоянии 5 км. Сейчас артиллерия полностью контролирует попытки передвижения техники ВСУ.  \n\nИз успехов по продвижению: наши бойцы смогли вытеснить противника за пределы хутора Новенькое и вклиниться в село Локня, что между Лебедевкой и Малой Локней. На данный момент они полностью контролируют левый берег реки Локня. До этого российские солдаты зачистили или освободили пять населённых пунктов Курской области. Это: Погребки, Орловка, Куриловка, Лебедевка и Черкасская Конопелька. На сегодня бои идут в селе Малая Локня, деревнях Старая, Новая Сорочина, а также вблизи Гуево и Махновки.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-05T15:33:53",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "\"Новую миграционную политику нужно принять уже в этом году\" \n\nВладимир Путин выступил на ежегодном расширенном заседании коллегии МВД России. Главное:\n\n— Паспортизация жителей Донбасса и Новороссии завершена практически в полном объёме.\n\n— Ущерб от киберпреступлений в 2024 году составил около 200 млрд рублей, порядка 25% пострадавших.\n\n— МВД совместно с ФСБ, Федеральной таможенной службой, другими профильными структурами нужно активнее выявлять наркодилеров, пресекать наркотрафик, в том числе трансграничный. Совершенствовать механизмы борьбы с агрессивной рекламой и площадками по продаже наркотиков в цифровой сфере.\n\n— Необходимо предотвратить втягивание молодых людей в преступность, в том числе в наркобизнес и киберпреступления.\n\n— Концепция государственной миграционной политики должна быть принята в 2025-м, как можно быстрее.\n\n— Нужно жёстко и оперативно реагировать на проявления экстремизма и религиозного радикализма в РФ.\n\n— Воинствующий радикализм — угроза нашему суверенитету. \n\n— Нельзя снижать темп в борьбе с коррупцией, особое внимание надо уделить гособоронзаказу и нацпроектам.\n\n— Число погибших в ДТП в России за 20 лет снизилось более чем вдвое, но этого пока недостаточно.\n\n— В целом система МВД выполняет стоящие перед ней задачи.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-05T14:59:53",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-05T14:31:43",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Самому известному киллеру России Лёше Солдату одобрили УДО — прошение окнула администрация колонии и ждёт решения суда. Правда, сам убийца в положительный исход не верит и заранее просится на СВО.\n\nПо данным Mash, начальство ИК-2 считает, что Алексей Шерстобитов исправился и готов выйти на свободу. Прошение об условно-досрочном скоро отправят в липецкий суд — он примет решение в течение двух месяцев. Лёша Солдат уверяет: готов отправиться на СВО, хотя ещё пару лет назад настраивал своих сокамерников против. Сейчас — резко изменил позицию. Пока контракта с Минобороны нет, лишь желание поехать на фронт.\n\nНа счету штатного убийцы медведковской и ореховской ОПГ Солдата 12 доказанных убийств и покушений, освободиться он должен в 2029 году. Недавно его перевели из строгой колонии №6 в лайтовую №2. В УФСИН Липецка назвали информацию фейком и отказались давать подробности.\n\n❗ Подписывайся на Mash",
  "timestamp": "2025-03-05T13:46:13",
  "image": "dataset/channels/images/channel-17-62055.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-05T12:53:16",
  "image": "dataset/channels/images/channel-17-62054.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-05T12:53:16",
  "image": "dataset/channels/images/channel-17-62053.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Клиентка московского салона красоты Dance&Beauty обнаружила видеокамеру во время интим-эпиляции. Она вызвала полицию. \n\nСо слов девушки, всё случилось вчера, камера висела прямо перед кушеткой и мигала. Заметив её, Полина (имя изменено) объединилась ещё с одной девушкой и вызвала правоохранителей в точку в Ховрино. Говорит, в этот же салон ходит её 11-летняя дочь. \n\nСотрудники Dance&Beauty уверяют, что камера необходима для пожарной безопасности и висит там якобы 12 лет.\n\nUPD. В салоне нам рассказали: камера была установлена для контроля сотрудников, в прошлом году её якобы отключили. Почему она направлена на кушетку, объяснить не смогли. После инцидента камеру пообещали демонтировать. \n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-05T12:53:16",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Силовики поймали иностранца в Мариуполе, который делал липовые документы для нелегальных мигрантов. \n\nНа мужчину завели административку за нарушение правила въезда в РФ и депортировали из страны.\n\n❤ Подписывайся на Mash на Донбассе",
  "timestamp": "2025-03-05T10:52:02",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Экс-чемпиона мира по боксу в полутяжёлом весе Артура Бетербиева разыскивает ФНС за долг в 21к рублей. Недавно спортсмен из Дагестана получил 20 миллионов долларов за реванш с Дмитрием Биволом.\n\nАртур — один из самых популярных боксёров в мире прямо сейчас. До поединка с Биволом он провёл 21 встречу без поражений. Причём в первом бою спортсмен победил, во втором — уступил. За последнюю встречу шейхи заплатили каждому по 20 миллионов долларов (около 1 732 636 000 рублей). \n\nБетербиевым интересуются не только миллиардеры, но и российские налоговики: боксёр задолжал казне 21 212 рублей — видимо, был слишком сильно занят тренировками. При этом по документам у него нет бизнеса в РФ, единственное ИП он закрыл в 2024 году.\n\n❗ Подписывайся на Mash",
  "timestamp": "2025-03-05T10:49:26",
  "image": "dataset/channels/images/channel-17-62050.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Эммануилу Виторгану спрогнозировали риск тромбоэмболии, инфаркта и инсульта. И настоятельно рекомендовали отказаться от жирного, спиртного и сигарет.\n\nПо информации Mash, медики диагностировали изменения печени, поджелудочной железы и селезёнки. И посоветовали 85-летнему актеру не есть жирную пищу, не пить алкоголь и не курить, чтобы снизить нагрузку на печень и поджелудочную. Нарушение рекомендаций грозит инфарктом, инсультом и тромбоэмболией лёгочной артерии, от которой человек может скончаться за секунды. \n\nВиторгану предстоит пожизненный прием лекарств, которые способствуют более медленному свёртыванию крови и препятствуют образованию тромбов.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-05T09:47:33",
  "image": "dataset/channels/images/channel-17-62049.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "\"Я объявил заморозку всей международной помощи\"\n\nДональд Трамп сегодня ночью выступил перед конгрессом США. Президент назвал свою речь \"Возрождением американской мечты\". Собрали основные тезисы для тех, кто не смотрел нашу трансляцию и сладко спал. Главное:\n\n— Drill, baby, drill: на этой неделе Соединённые Штаты примут \"историческое решение\" — значительно увеличить добычу важнейших минералов и редкоземельных металлов в стране.\n\n— Английский язык стал главным национальным языком в США.\n\n— США водрузят американский флаг на Марсе \"и далеко за его пределами\"\n\n— США возводят один из крупнейших газопроводов в мире на Аляске. Япония и Южная Корея стремятся присоединиться к проекту.\n\n— Анонсировал скорый выпуск \"золотой карты\" за $5 млн для инвесторов, желающих получить гражданство США.\n\n— Озвучил бесполезные траты во время президентства Джо Байдена вроде: $10 миллионов на \"добровольное медицинское мужское обрезание\" в Мозамбике, $14 миллионов на \"социальную сплочённость\" в Мали, $2 миллиона на повышение сплочённости среди цыганских общин Ближнего Востока и Балкан.\n\n\"Пора остановить это безумие, настало время для диалога с обеими сторонами\"\n\n— США направили миллиарды долларов Украине, без гарантий, а Европа потратила больше денег на закупку нефти и газа у России. Больше чем на свою оборону. \"Вы хотите, чтобы это ещё пять лет продолжалось?\"\n\n— Получил письмо от Зеленского с заявлением о готовности как можно скорее сесть за стол переговоров о мире на Украине. По его словам, он выразил готовность подписать сделку о совместной разработке украинских природных ресурсов \"в любое удобное время\".\n\n— Получил \"мощные сигналы\" от российской стороны о готовности к мирным переговорам по Украине: \"Разве это не было бы прекрасно?\".\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-05T09:29:43",
  "image": "dataset/channels/images/channel-17-62048.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Обращение американского лидера началось, мы показываем его в прямом эфире с профессиональным переводом. \n\nАмериканский президент должен публично рассказать, что будет с военной помощью Украине и как дальше он собирается выстраивать отношения с Зеленским. Плюс его мирный план. \n\nЧто ещё заявит Трамп — смотрим здесь и в VK Видео с синхронным переводом на русский.\n\nP.S. Эфир в VK будет доступен в записи для всех, кто не успел встать в такую рань.",
  "timestamp": "2025-03-05T05:56:33",
  "image": "dataset/channels/images/channel-17-62046.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-05T05:55:32",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-05T04:20:56",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Предварительная причина взрыва в белореченской пятиэтажке — утечка газа. Скорая увезла с места двух человек. Одного с подозрением на перелом тазобедренной кости, второго с ожогами тела.\n\n❤️ Подписывайся на Kub Mash",
  "timestamp": "2025-03-05T04:13:55",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-05T04:07:35",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-05T02:45:17",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-05T02:02:57",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Дональд Трамп пообещал \"рассказать всю правду\" в своём первом большом выступлении перед Конгрессом. \n\nОбращение американского лидера начнётся в 5 утра по Москве, а мы покажем его вам в прямом эфире с профессиональным переводом. \n\nТрамп должен публично рассказать, что будет с помощью Украине и как дальше будут выстраиваться отношения с Зеленским. А ещё — в чём заключается его мирный план. \n\nСсылочки будут позже. А пока заводите будильники, чтобы ничего не пропустить.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-05T00:24:52",
  "image": "dataset/channels/images/channel-17-62039.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Лучшее оформление туалета в  краснодарском детском центре \"Музей ЭйнштейниУм\". Там за мальчиками подглядывает Майкл Джексон. \n\nкак живой\n\n❤️ Подписывайся на Kub Mash",
  "timestamp": "2025-03-04T21:37:21",
  "image": "dataset/channels/images/channel-17-62038.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Годовалый щенок сбежал от хозяйки в Подмосковье и нашлёпал почти 100 км за сутки совсем один. Ловите историю с относительным хеппи-эндом. \n\nПуть Плюша начала в Михнево, где сбежала от хозяйки и умудрилась запрыгнуть в электричку. Так добралась до Павелецкой, а потом и до Мавзолея. Фотографии спавшего пёсика в самом центре Москвы быстро разлетелись по волонтёрским чатам. Собакена искали почти 30 тысяч человек больше суток. И недавно хвостатую нашли. Возле арены ЦСКА. \n\nСо слов волонтёров, прежней хозяйке бебечницу не вернут — по состоянию видно, что она совсем за ней не ухаживала. Плюшу назвали Леной (из-за легендарной фотки у Мавзолея) и теперь ищут ей добрые руки.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-04T20:01:39",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Лига чемпионов — главный футбольный турнир Европы. Сегодня стартуют матчи 1/8 финала.\n\n\"Реал\", \"Барселона\", \"Арсенал\" и \"Бавария\" выйдут на поле в ближайшие два дня. Уже сегодня мы увидим мадридское дерби, а завтра будем ждать в воротах ПСЖ Матвея Сафонова и болеть за его команду в схватке с \"Ливерпулем\"!\n\nВсе матчи Лиги чемпионов транслирует только онлайн-кинотеатр Okko. Новым пользователям дарят первый месяц подписки всего за 1 рубль: ссылка",
  "timestamp": "2025-03-04T19:00:54",
  "image": "dataset/channels/images/channel-17-62036.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Владимир Путин рассказал премьеру Мьянмы, как дела у наших слонов. \n\nИх Нейпьидо подарила Москве в прошлом году. В ходе сегодняшней встречи Путин отметил, что отношения РФ и Мьянмы развиваются поступательно, потенциал очень хороший.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-04T18:08:06",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Рэперу Вите Матанга грозит до шести лет лишения свободы — за оскорбление сотрудников МВД в завирусившемся в соцсетях треке \"Гаити\". Полиция и Генпрокуратура его послушали и организовали проверку по двум статьям УК РФ.\n\nПричина — строчка \"улетаю на Гаити, мусора, сосите\". Она очень не понравилась экс-сотруднику МВД Андрею Згонникову — председателю совета Отцов России.\n\nОн попросил правоохранителей проверить артиста по статьям \"Унижение человеческого достоинства\" и \"Оскорбление представителя власти\". От Матанга требуют публичных извинений и замены грубой строчки на \"улетаю на Гаити, сотрудники полиции, простите\".\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-04T16:45:17",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Что делать, если номер постоянно атакуют мошенники? Сиять! МТС представила подписку для мобильной безопасности \"Защитник+\". На страже — сразу три бойца:\n\n— \"Защитник\" блокирует потенциально опасные номера.\n\n— \"Безопасный звонок\" уведомляет о подозрительном во время разговора.\n\n— \"Страхование от мошенников\" защищает ваши денежки (до 1,5 млн) в случае мошенничества.\n\nСпите спокойно с новой фичей, не боясь за свои денежки. А переживать есть о чем: 27,5 млрд рублей со счетов россиян оказались у мошенников за 2024 год — это аж на 74% больше, чем годом ранее.",
  "timestamp": "2025-03-04T16:09:00",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Околофутбольный дух материализовался в парламенте Сербии. Там несколько десятков оппозиционеров устроили драку с представителями правящей партии, а затем зажгли фаеры и развернули баннер с надписью \"Сербия восстанет, когда режим падёт\".\n\nИтог: три человека пострадали, среди них беременная чиновница и председательница парламента Ана Брнабич.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-04T15:44:55",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-04T15:16:09",
  "image": "dataset/channels/images/channel-17-62031.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-04T15:16:09",
  "image": "dataset/channels/images/channel-17-62030.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Рэперу-иноагенту Оксимирону вновь прилетело обвинение в педофилии — фанатки утверждают, что музыкант растлевал их совсем в юном возрасте. На подкасте одна из девушек рассказала: когда ей было 16 лет, Мирон* пригласил на тусовку (с просмотром порно), а после надругался.\n\nВ 2008 — 2009 у Окси была основная работа — опекунство несовершеннолетних. Тогда под его \"крыло\" попала и Вера. Она рассказала, что начинающий рэпер взял её на тусовку к друзьям — в какой-то момент оба уселись за просмотр порноролика. Спутнице стало некомфортно, и она попросила отвести её домой — но Мирон настоял на продолжении, обещая проводить под утро до квартиры. Вере ничего не оставалось, как пойти спать на мансарду — туда же через время пришёл опекун. Улёгся рядом, а потом изнасиловал. Сама девушка ничего не могла сказать и сделать — лежала в оцепенении. После этого случая рэпер резко от неё отстранился и охладел. \n\nВторой случай произошёл с 13-летней Викой (на фото). По её словам, Окси первым стал написывать в ВК и засыпать комплиментами в комментах под фото. Общение продлилось три года — рэпер чуть ли не каждый день спрашивал об учёбе, давал советы, поддерживал и рассказывал, что \"все правила можно нарушать\". В ещё тогда существовавшей аське он писал Вике пошлые месседжы: как, сколько и в каких позах занялся бы с ней сексом. Когда девочке стукнуло 16, в Уфе случился концерт Мирона — туда приехала и его собеседница. После выступления 26-летний Окси повёл знакомую на съёмную квартиру, начал раздевать и спрашивать про точный возраст. После секса он отвернулся и уснул, а утром спровадил спутницу. Вика считает, что это было изнасилование — так как её \"обрабатывали\" и настраивали с 13 лет.\n\nТочно такие же сообщения и намёки получала ещё одна Вика (скрин с перепиской) — рэпер просил 15-летнюю девочку скинуть нюдсы, сам присылал порнуху, звал на концерты с продолжением в гримёрке и предлагал поучаствовать в групповухе. Но собеседница понимала — для неё всё может закончиться плохо, поэтому не соглашалась на встречи. \n\n*Внесен в реестр иноагентов Минюста РФ.\n\n😎 Mash на Мойке — отдай свой буст нам",
  "timestamp": "2025-03-04T15:16:09",
  "image": "dataset/channels/images/channel-17-62029.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Момент убийства главы Завьяловского района. \n\nСтрелявший дождался главу администрации в машине, затем выбежал и открыл огонь на ходу. Добил контрольным в голову. Мужчина попытался скрыться с места преступления на белом Nissan, но полицейские ввели план \"Перехват\" и поймали его.\n\nПо предварительной версии, поводом для убийства стал спор из-за увольнения. Ранее 45-летнего Анатолия Фенина отстранили от должности директора лечебно-оздоровительного комплекса, с чем он был не согласен. Сейчас мужчина в реанимации.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-04T14:59:07",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Мужчина попытался остановить кортеж, проезжающий у Московского Кремля. Он выбежал на проезжую часть и начал махать руками автомобилям. \n\nВсё случилось сегодня примерно в 9 утра на перекрытой Тверской улице. Мужчину в шапке быстро задержали — под блестящее музыкальное сопровождение из машины с видеорегистратором.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-04T14:35:17",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Убийцу главы района в Алтайском крае доставили в реанимацию — у него оторвало половину лица. Допросить мужчину пока не могут. \n\n45-летний Анатолий Фенин был любителем охоты. Он владел ружьём ТОЗ-87-03 12-го калибра, из которого, вероятно, и стрелял в Онищенко. Мужчина часто охотился с друзьями и хорошо владел оружием. \n\nРанее он возглавлял отдел по физкультуре и спорту в Завьяловском районе. Также владел компанией АО \"ОДС ЛОК\", которая занималась кемпингами и автофургонами для туристов.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-04T14:05:49",
  "image": "dataset/channels/images/channel-17-62026.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Убийца главы администрации в Алтайском крае пытался покончить с собой после преступления. \n\nВероятно, это был подчиненный Онищенко — 45-летний Анатолий Фенин.\n\nКак стало известно Mash, он подкараулил бывшего начальника у частной клиники и застрелил из охотничьего ружья. Потом попытался свести счеты с жизнью. С огнестрельным ранением головы Фенина доставили в больницу.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-04T13:39:23",
  "image": "dataset/channels/images/channel-17-62025.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Главу администрации Завьяловского района застрелили в Алтайском крае. \n\n51-летнего Николая Онищенко убили на выходе из кафе в селе Завьялово. Подозреваемый задержан — это местный житель.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-04T13:19:11",
  "image": "dataset/channels/images/channel-17-62024.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-04T13:02:58",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Концерты Ирины Дубцовой в Сибири сорвались из-за пропавшего организатора. Певица обвинила его в краже.\n\nВыступлений не будет в Искитиме, Юрге и Ленске. Ирина сообщила поклонникам, что ответственные не смогли оплатить ничего, даже обратные билеты для артистки и сопровождения. Сама Дубцова говорит, что ничего не заработала и вообще ушла в минус. Пока она вместе с командой застряла в Мирном, откуда собиралась лететь по Сибири.\n\nОборудования нет: организаторы говорят, что на это им нужно потратить 1,8 млн рублей, но к такому не готовы.\n\n❤ Подписывайся на Mash Siberia",
  "timestamp": "2025-03-04T11:45:39",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-04T11:00:31",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-04T10:00:56",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-04T04:25:55",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Украинские беспилотники атаковали сызранский НПЗ. \n\nСо слов жителей 4 микрорайона города, за 30 минут до начала пожара на нефтеперерабатывающем заводе были слышны несколько взрывов — предварительно, работала ПВО. Очевидцы уверяют, дроны летели на низкой высоте.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-04T03:44:03",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Актёр Павел Кассинский, известный по сериалу \"Солдаты\", устроил дебош в поезде №44 Имеретинский курорт — Москва.\n\nВсё началось в вагоне-ресторане. Жена Павла села за столик, где отдыхали несколько мужчин и женщина. Со слов последней, в какой-то момент супруга Кассинского увела её мужа в сторону туалета.\n\nТогда она подошла к Павлу и обо всём рассказала. Но тот не пошёл разбираться с супругой, а накинулся на неё — матерился и угрожал. Что было дальше — на видео.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-04T01:25:20",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Белый дом разрабатывает стратегию по снятию некоторых санкций с РФ, сообщает Reuters со ссылкой на источники.\n\nАгентство сообщает, что власти США поручили Госдепу и Минфину страны подготовить список санкций, которые можно смягчить. Это нужно для того, чтобы официальные лица США смогли обсудить его с российской делегацией в ближайшее время в рамках переговоров по улучшению дипломатических и экономических отношений двух стран.\n\nReuters уверяет, что Государственный департамент и Министерство финансов Соединённых Штатов готовят предложение по снятию санкций с отдельных юридических и физических лиц, включая некоторых отечественных бизнесменов.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-03T23:48:32",
  "image": "dataset/channels/images/channel-17-62016.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Писательницу и члена президиума Российского еврейского конгресса Аллу Гербер экстренно госпитализировали из её квартиры в Москве.\n\nПо данным Mash, у неё диагностировали сердечную аритмию. Последние дни она жаловалась на плохое самочувствие, но каждый раз отказывалась лечь в больницу. \n\nСегодня врачи настояли на срочной госпитализации, так как ситуация критическая. Для справки: Алла Гербер — автор более тысячи публикаций, а также была редактором фильмов \"Усатый нянь\" и \"Офицеры\".\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-03T23:32:33",
  "image": "dataset/channels/images/channel-17-62015.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Силы ПВО отразили атаку БПЛА вблизи Новошахтинска — Слюсарь.\n\nТем временем, очевидцы говорят, что горит со стороны нефтебазы в Чертково. Местные жители присылают видео с заревом.\n\n❤ Подписывайся на Don Mash",
  "timestamp": "2025-03-03T23:18:34",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-03T20:36:13",
  "image": "dataset/channels/images/channel-17-62013.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Десятиметровый памятник мамонта в центре Волгограда, посвящённый жертвам инфоцыган. Перед вами рубрика \"Абсолютно нормальные и не шизовые инициативы от дядек с большими деньгами\" \n\nОбычная такая повседневная идея посетила волгоградского бизнесмена Максима Иванова. Он даже потратил деньги на проект (мамонт) и теперь атакует им местную админку. Уверяет, что это нужно. Кому — не говорит.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-03T20:36:13",
  "image": "dataset/channels/images/channel-17-62012.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-03T20:36:13",
  "image": "dataset/channels/images/channel-17-62011.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Как попробовать города на вкус и попасть в кулинарный сериал — рассказывает \"Аэрофлот\". Компания запускает гастрономическое тревел-шоу \"Полёт со вкусом\".\n\nКулинарный экспириенс захватит шесть локаций. По одной на серию. В каждой — изыски национальной кухни, известные блогеры и новый взгляд на блюда.\n\nПервый выпуск начнут снимать уже 10 апреля на рейсе SU526 Москва — Дубай. Вы тоже можете принять участие, если купите билет. Для гостей всех классов обслуживания авторское меню представит Владимир Мухин — бренд-шеф White Rabbit Family, обладатель звезды Michelin. Проект создан совместно с VK Видео при поддержке Alfa Only.\n\nБилеты уже тут.",
  "timestamp": "2025-03-03T19:30:58",
  "image": "dataset/channels/images/channel-17-62010.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-03T19:07:45",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Двух украинских пилотов, которые в марте 2023-го перелетели границу на гражданских самолётах с бомбами для удара по нефтезаводу, приговорили к 22 и 26 годам лишения свободы.\n\nМорозов получил 22 года —  первые четыре в тюрьме, остальные в колонии строго режима — и штраф в размере 600 тысяч рублей. Шиманский — 26, пять лет тюрьмы, 21 в колонии, а также назначили штраф 1,9 млн рублей.\n\nНа допросе Дмитрий Шиманский и Александр Морозов рассказали, что были завербованы СБУ. И планировали сбросить с легкомоторника бомбу на нефтезавод. Мы писали, что в марте 2023-го в Брянской области засекли два борта, планировавших атаковать промзону. Позже самолёты приземлились из-за сломавшегося винта. За выполнение задания исполнители должны были получить 50 тысяч гривен. Пилотами оказались граждане Украины Дмитрий Шиманский и Александр Морозов.\n\n😋 Подписывайся на Mash",
  "timestamp": "2025-03-03T18:32:50",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Создатель бота для пробива данных \"Глаз Бога\" рассказал Mash, почему ГБ недоступен пятый день и когда заработает. \n\nПо словам Евгения Антипова, \"Глаз Бога\" столкнулся с проблемами из-за нового закона о борьбе с утечками. Несмотря на вбросы в СМИ, силовики к нему с обысками не пришли. Антипов рассказал, что никакого уголовного дела о незаконном использовании персональных данных на него не заводили, а заработает всё после того, как решатся вопросики с силовиками.\n\nБот по пробиву информации \"Глаз Бога\" перестал работать днём 27 февраля, а в СМИ появилась информация об обысках у его создателя. Со слов Антипова, это слухи, а пока он ждёт открытого диалога с правоохранительными органами. Его проект не занимается сбором личной информации юзеров, а аккумулирует то, что уже есть в публичном доступе. Западные компании, напротив, активно собирают данные о пользователях, в каких целях это используют — неизвестно. Поэтому российские технологии рискуют отстать от других стран-конкурентов.\n\nАнтипов уже переписывал код — исключил информацию о несовершеннолетних и из утечек, но бот всё равно пришлось заморозить. Евгений не собирается переезжать из страны и запускать сервис там. Говорит: \"Глаз Бога\" нужен в России, призывает проявить терпение и не бежать в украинские боты, чтобы буквально не финансировать врага.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-03T17:00:39",
  "image": "dataset/channels/images/channel-17-62007.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Глыба льда упала на мать с ребёнком в Дагестане (внимание, жёсткие кадры!)\n\nКак стало известно Mash, всё случилось на улице Алибекова в Махачкале. От удара женщина с ребенком рухнули без сознания. Их экстренно госпитализировали с черепно-мозговой травмой.\n\nUPD. Пострадавшая в состоянии средней тяжести. Ребёнок чудом не пострадал. \n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-03T15:58:44",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Суд взыскал с Елены Блиновской 587 миллионов рублей. Также ей запрещено заниматься коммерческой деятельностью в течение четырех лет. После оглашения приговора \"королева марафонов\" отвернулась от журналистов.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-03T15:20:39",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Елену Блиновскую приговорили к пяти годам лишения свободы в колонии общего режима и штрафу в 1 миллион рублей. На последнем заседании по своему делу блогерша отказалась от последнего слова. \n\nКоролеву марафонов признали виновной в уклонении от уплаты налогов в размере больше миллиарда рублей и отмывании денежных средств с 2019 по 2021 годы. Для этого она использовала схемы дробления бизнеса. Её задержали в 2023 году в Смоленской области на границе с Белоруссией. \n\nРанее у Блиновских арестовали имущество на сумму минимум миллиард рублей. В список пошли недвижка по всей России и автомобили. Также 11 банковских счетов у неё и 33 счёта на 1,4 млрд рублей у мужа Алексея.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-03T15:15:46",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Заказать продукты домой, оплатить ЖКХ и бензин, организовать путешествие для отпуска, найти выгодные предложения для шопинга и много чего ещё теперь можно в одном месте — в приложении Т-Банка.  \n\nРешайте не только финансовые вопросики, но и повседневные бытовые задачи одним пальцем. Второй рукой можете придерживать телефон, чтоб не уронить от удивления.\n\nСписок полных обновлений найдёте тут.",
  "timestamp": "2025-03-03T14:46:23",
  "image": "dataset/channels/images/channel-17-62003.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Эммануилу Виторгану вызвали скорую — 85-летний актёр пожаловался на боль в сердце. Ему стало плохо в его культурном центре на Остоженке.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-03T13:47:25",
  "image": "dataset/channels/images/channel-17-62002.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-03T13:27:09",
  "image": "dataset/channels/images/channel-17-62001.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Американский рэпер Offset едет в Россию. По информации Mash, масштабный концерт пройдёт 18 апреля. Гонорар: около $500к. \n\nВыходец из легендарной группы Migos выступал у нас в 2019-м — и так кайфанул, что без раздумий согласился на новый концерт. Как нам стало известно, переговоры вели с осени 2024 года. Среди самого забавного из райдера: очень много кукурузных хлопьев — именно российского производства. По плану: \"особая программа\" и репер Toxi$ на разогреве. \n\nСпециальный подарочек от нас: два билетика школьнику Жоре, который в пятницу так сильно оторвался на концерте Dababy, что не сдержал эмоциональной струи прямо на сцене. Несколько раз. Жорик, держись. Мы за тебя, легенда.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-03T13:27:09",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-03T12:14:47",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Полуночники, проснулись? Подъехала вторая часть \"Оскара\" — альтернативного. \n\nВ этот раз из долгожданных конвертиков доставали не имена актёров, а наши города. Поучаствовали даже Джиган и Оксана Самойлова, которые по такому поводу устроили своеобразное гендер-пати. \n\nПоэтому теперь встречаем счастливчиков: Челябинск, Сириус и Казань — в каждом из них пройдёт VK Fest 2025. Таким образом, потусить на шоу смогут жители ещё трёх городов, которые давно об этом просили. Естественно, не обойдется и без Москвы с Питером.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-03T11:00:04",
  "image": "dataset/channels/images/channel-17-61998.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-03T10:30:59",
  "image": "dataset/channels/images/channel-17-61997.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-03T10:30:59",
  "image": "dataset/channels/images/channel-17-61996.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Россияне массово продают свои подарки на 23 февраля. В сотнях объявлений мужчинские пишут: не зашло/подарила бывшая/не нужно. Девочки, крепитесь.\n\nМы уже покопались в интернетиках и нашли для вас немного золота. Бритвы, гели для душа и даже дезодоранты — на базе. Но вместе с ними, например, футболка с принтом волка, тренажёр Герман и бензиновый генератор. Пацаны не оценили. Есть и снегоход за 450к — подарили два, один оказался не нужен, увы. Спиннинг за 8к также не прошёл тест-драйв, а подарки в виде чая, кофе и сладостей трудовики не оценили — мол, не употребляем.\n\nОтдельное место выделим сумке с Человеком-пауком (!!) за 800 рублей. Причина безвкусицы — неясна, продавец, видимо, больше тащится по DC.\n\n❗️ Подписывайся на Mash",
  "timestamp": "2025-03-03T10:30:59",
  "image": "dataset/channels/images/channel-17-61995.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "",
  "timestamp": "2025-03-03T09:30:11",
  "image": "dataset/channels/images/channel-17-61994.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Стендап-комика Гурама Амаряна оштрафовали 147 раз с лета 2024-го за лихую езду на своём новеньком гелике. Он потратил на штрафы 193к рублей.\n\nПо информации Mash, комик купил внедорожник летом, а первое письмо счастья прилетело ему в июле. С этого момента Гурам Амарян нарушает ПДД почти каждый день:\n\n— 68 раз он превышал скорость;\n— 44 раза не оплачивал проезд по платке;\n— плюс несколько раз не заплатил за парковку, нарушил требования знаков или разметки, останавливался в неположенных местах.\n\nПри этом комик с октября прошлого года не может оплатить целых 9,5к рублей за проезд по платным дорогам и одно превышение скорости.\n\nUPD. Амарян уверил нас, что оплатил все штрафы. Задолженностей больше нет.\n\n❗ Подписывайся на Mash",
  "timestamp": "2025-03-03T09:30:11",
  "image": "dataset/channels/images/channel-17-61993.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Юра Борисов не взял \"Оскар\", зато у фильма \"Анора\" — там снялся он и ещё один наш актёр Марк Эйдельштейн — ПЯТЬ статуэток. \n\nПривет, дождались! Мы не спали и знаем, кто какую статуэтку забрал. Если вы всё пропустили — смотрите запись нашей прекрасной трансляции тут. А ещё ловите полный список бест оф зе бест, чтобы было что с утра у кулера обсудить. \n\n— Лучший фильм — \"Анора\".\n\n— Лучший актер — Эдриан Броуди.\n\n— Лучший режиссёр — Шон Бейкер.\n\n— Лучшая актриса — Майки Мэдисон.\n\n— Лучшая актриса второго плана — Зои Салдана.\n\n— Лучший актер второго плана — Киран Калкин.\n\n— Лучший мультфильм — \"Поток\".\n\n— Лучший фильм на иностранном языке — \"Я всё ещё здесь\".\n\n— Лучшая игровая короткометражка — \"Я не робот\".\n\n— Лучший грим и прически — \"Субстанция\".\n\n— Лучший монтаж — \"Анора\".\n\n— Лучшая песня — El Mal из Эмилии Перес.\n\n😋 Подписывайся на Mash",
  "timestamp": "2025-03-03T08:04:29",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Yura Borisov — great, in the right place и всё такое. Роберт Дауни младший похвалил нашу звёздочку со сцены Оскара и сказал, что его ждёт большое будущее.\n\nверим!\n\n❗ Подписывайся на Mash",
  "timestamp": "2025-03-03T04:50:19",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Юра Борисов не взял \"Оскар\".\n\nЕго номинировали на \"Лучшую мужскую роль второго плана\" за роль Игоря в \"Аноре\", но победителем стал Киран Калкин, сыгравший в фильме \"Настоящая боль\". \n\nтеперь можно и поспать\n\n😋 Подписывайся на Mash",
  "timestamp": "2025-03-03T04:38:13",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "97-я премия Оскар уже в прямом эфире на ABC Mash. Компанию нам составят эксклюзивные гости:\n\n— Режиссёр Сарик Андреасян.\n\n— Блогер Алексей Жидковский.\n\n— Кинопродюсер Полина Ильина.\n\n— Сценарист Андрей Золотарёв.\n\n— Киноблогер и ведущий канала \"Неспойлер\" Дмитрий Демченко.\n\n— Сооснователь \"Главкино\" Илья Бачурин.\n\n— Режиссёр Евгений Колядинцев.\n\nА также своё слово скажет Фёдор Бондарчук. Плюсом: два не очень эксклюзивных ведущих и 4 часа разговоров про кино. Залетайте на стрим прямо в Телеге, или в VK Видео.\n\n❗ Подписывайся на Mash",
  "timestamp": "2025-03-03T03:32:00",
  "image": "dataset/channels/images/channel-17-61987.jpg"
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Момент взрыва на нефтеперерабатывающем заводе в Уфе попал на видео. Сейчас на предприятии пожар.\n\nUPD. Сотрудники МЧС тушат огонь на площади 100 квадратов. Информации о пострадавших пока нет.\n\n❗ Подписывайся на Mash",
  "timestamp": "2025-03-03T02:24:53",
  "image": ""
 },
 {
  "user": {
   "first_name": "Mash",
   "username": null,
   "id": -1001117628569
  },
  "text": "Перед взрывом на нефтеперерабатывающем заводе в Уфе горожане слышали шум дронов. Многие говорят о толчках, которые почувствовали даже в квартирах. \n\nСейчас на предприятии в районе Бирского тракта начался пожар.\n\nИнформации от властей пока нет. \n\n❗ Подписывайся на Mash",
  "timestamp": "2025-03-03T02:17:50",
  "image": ""
 }
]