[
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T22:47:41",
  "image": ""
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T22:40:36",
  "image": ""
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "iFixit: беспроводная зарядка iPhone 16e хуже, но зато батарея с ней проживёт дольше\n\nБеспроводная зарядка — изобретение удобное, но далёкое от идеала. В первую очередь, из-за огромных потерь энергии. Внедрённый в iPhone 12 MagSafe частично эту проблему сгладил, но не до конца. Даже с ним потери энергии составляют 17,54 кВт·ч в год, что эквивалентно включённой на протяжении 73 дней 10-ваттной лампочке. Это, по тестам лаборатории iFixit, на 35 %−113,7 % менее эффективно, чем зарядка по проводу.\n\nЕсть у беспроводной зарядки ещё один минус по сравнению с проводной: сильный нагрев аккумулятора, из-за которого батарея быстрее изнашивается. Так что без магнитных колец при сохранении той же мощности, как у старых айфонов, у 16e довольно быстро бы деградировал аккум, да и эффективность зарядки была бы низкой.\n\nХорошо, что Apple позаботилась о покупателях и воткнула хилые 7,5 Вт в iPhone 16e! Заряжаться он будет медленнее, нагреваться слабее, но батарея проживёт дольше. А могли бы просто поставить MagSafe.",
  "timestamp": "2025-03-06T19:50:46",
  "image": "dataset/channels/images/channel-21-23416.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T18:32:54",
  "image": "dataset/channels/images/channel-21-23415.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T18:32:54",
  "image": "dataset/channels/images/channel-21-23414.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T18:32:54",
  "image": "dataset/channels/images/channel-21-23413.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T18:32:54",
  "image": "dataset/channels/images/channel-21-23412.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T18:32:54",
  "image": "dataset/channels/images/channel-21-23411.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T18:32:54",
  "image": "dataset/channels/images/channel-21-23410.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Вещь дня: восстановленный виниловый проигрыватель за $35 000\n\nBang & Olufsen совместно с Saint Laurent перевыпустит раритетную «вертушку» из серии BEOGRRAM 4000C.\n\nТираж всего 10 экземпляров. Каждый лот — оригинальный проигрыватель прямиком из семидесятых, специально отреставрированный силами Bang & Olufsen. Предусилители и иголочки новые, но конкретные спеки устройства не уточняются. Известны только габариты — 49 × 38 × 10 см.\n\nЕсли вдруг отдавать три миллиона рублей за винтажный проигрыватель жалко, можете посмотреть на него вживую в магазинах Saint Laurent в Лос-Анджелесе и Париже — на случай, если вдруг окажетесь неподалёку.",
  "timestamp": "2025-03-06T18:32:54",
  "image": "dataset/channels/images/channel-21-23409.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "macOS Sequoia 15.4 позволит входить в аккаунт Apple одним движением\n\nВ апреле с выходом macOS Sequoia 15.4 вы буквально сможете поднести айфон или айпэд на iOS 18.4/iPadOS 18.4 к маку и авторизоваться в своём аккаунте Apple. Не нужно вводить ни пароль, ни логин и тем более не нужно дёргаться, если вы забыли какие-то данные. Магия? Магия.\n\nApple анонсировала обновление в пресс-релизах новых MacBook Air и Mac Studio, но, скорее всего, функция будет доступна и на других устройствах с чипом М4. А вот будет ли поддержка такой фичи на маках постарше, неизвестно.",
  "timestamp": "2025-03-06T17:34:16",
  "image": "dataset/channels/images/channel-21-23408.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T16:33:24",
  "image": "dataset/channels/images/channel-21-23407.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T16:33:24",
  "image": "dataset/channels/images/channel-21-23406.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T16:33:24",
  "image": "dataset/channels/images/channel-21-23405.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Vertu выпустила кнопочный смартфон за три миллиона рублей\n\nSignature S+ получил чип Snapdragon 662 и Android 14. ИИ-ассистента не завезли, но это не беда: все вопросы всё-равно можно задать личному секретарю или дворецкому.\n\nРоскошному телефону роскошные спеки:\n• габариты 130,6 × 42,2 × 13 мм при весе от 167 до 221 г;\n• 1,77-дюймовый LCD-дисплей, разрешение не уточняется;\n• память 8/256 ГБ;\n• аккумулятор 3000 мА·ч, две сменных батарейки в подарок.\n\nЦена начинается от двух миллионов рублей, а самая мажорная версия из телячьей кожи и родированного золота обойдётся в три с половиной миллиона. Зато доставка по всему миру бесплатная!",
  "timestamp": "2025-03-06T16:33:24",
  "image": "dataset/channels/images/channel-21-23404.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Apple подала в суд на правительство Великобритании за требование создать бэкдор для зашифрованных iCloud\n\nАпелляция передана не абы куда, а в Трибунал по расследованию полномочий: независимый орган будет решать, достаточно ли правомерно поступили британские спецслужбы. Рассмотрение дела может состояться уже в этом месяце, однако его результаты мы не узнаем: процесс будет закрытым, а стороны не смогут его комментировать. Ну если только опять не сольют информацию.\n\nНапомним, что британское МВД потребовало от Apple в секретном порядке дать доступ к зашифрованным iCloud. Ни для кого не секрет, что спецслужбы присматривают за гражданами, однако с бэкдором «большой британский брат» мог получать информацию о жителях других стран. Компания не могла комментировать запрос силового органа, а об инциденте рассказали пытливые журналисты.\n\nЧуть позднее Apple отменила расширенную защиту данных в Великобритании, чтобы не ставить под сомнение обязательства по обеспечению конфиденциальности личных данных пользователей.",
  "timestamp": "2025-03-06T15:30:51",
  "image": "dataset/channels/images/channel-21-23403.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Уже в понедельник трое получат iPhone 16 Pro, а четвёртый и пятый — iPad Air 11 на M2. Таков призовой фонд совместного с каналом «Альфа-Капитал» розыгрыша!\n\nПодробные условия и кнопка «Участвовать» доступны по ссылке: https://t.me/Wylsared/23334",
  "timestamp": "2025-03-06T15:16:41",
  "image": "dataset/channels/images/channel-21-23402.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Samsung Galaxy Z Flip 7 всё-таки получит новый дизайн внешнего экрана\n\nВидимо, в Samsung увидели недовольство в сети, что Z Flip6 и Z Flip7 будут как близнецы, и быстренько накинули инфы инсайдеру OnLeaks. Если отставить шутки в сторону, то Стив Хеммерстоффер показал новые рендеры смартфона, где внешний экран стал больше, а камеры оказались утоплены в корпус.\n\nПочти сразу за этим аналитик Росс Янг уточнил, что диагональ внешнего экрана увеличится с 3,6 до 4,05 дюймов. По внутреннему экрану информация прежняя — 6,8 дюймов. В качестве чипа может выступить как уже набивший оскомину Snapdragon 8 Elite, так и, боже упаси, Exynos 2500. Оперативки будет 12 ГБ, а постоянной памяти на выбор: 256 или 512 ГБ. Релиз в июле.",
  "timestamp": "2025-03-06T14:34:03",
  "image": "dataset/channels/images/channel-21-23401.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T13:31:33",
  "image": "dataset/channels/images/channel-21-23400.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T13:31:33",
  "image": "dataset/channels/images/channel-21-23399.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "AMD смогла: эксперты Digital Foundry впечатлены производительностью 9070 XT\n\n9070 XT оказалась самой выгодной видеокартой этого года при пересчёте производительности на доллар, правда, при условии, что вы сможете отыскать её по розничной цене в $600.\n\nВ растровой графике карточка может похвастаться сырой производительностью на уровне 5070 Ti при стоимости на $150 долларов дешевле конкурента. А вот со включённой трассировкой кадровая частота опускается до уровня 4070 Super, так что в плане производительности AMD всё ещё отстаёт от NVIDIA на одно−два поколения.\n\nАвторы канала Linus Tech Tips назвали 9070 XT «наименее стрёмной» из всех карточек 2025 года, подчеркнув, что, несмотря на впечатляющую производительность в играх, новинка AMD не годится для профессиональной работы с 3D-графикой. Просто флагманы NVIDIA, по их мнению, в этом году оказались хуже и ощутимо дороже.\n\nНа вычисления 9070 XT в среднем расходует на 40 % ватт больше, чем 5070 Ti, однако, несмотря на высокое энергопотребление, проблем с охлаждением у тестовых моделей выявлено не было.",
  "timestamp": "2025-03-06T13:31:33",
  "image": "dataset/channels/images/channel-21-23398.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T12:35:38",
  "image": "dataset/channels/images/channel-21-23397.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T12:35:38",
  "image": "dataset/channels/images/channel-21-23396.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T12:35:38",
  "image": "dataset/channels/images/channel-21-23395.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-06T12:35:38",
  "image": "dataset/channels/images/channel-21-23394.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Первый модем Apple C1 разобрали и проанализировали\n\nРазработка купертиновцев хоть и использует собственный чип, но копирует ту же структуру пакета, которая была у модема Qualcomm SDX71M. Модем, сделанный с использованием 4-нм техпроцесса, и DRAM объединены, и весь пакет находится внизу платы RF. На обратной стороне платы вне корпуса модема расположен 7-нм трансивер.\n\nСпецы iFixit пишут, что к первому модему собственной разработки Apple шла лет десять. Компания уже в 2008 году купила разработчика чипов PA Semi, а в 2011 — Infineon. В 2017 году Apple также судилась с Qualcomm о «неконкурентном патентном лицензировании». Так что компания взяла курс на собственное железо уже давно и медленно внедряет его плоды в новые устройства.",
  "timestamp": "2025-03-06T12:35:38",
  "image": "dataset/channels/images/channel-21-23393.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Мин-Чи Куо: Apple откажется от Face ID в складном айфоне и установит на него цену $2000\n\nПомимо шокирующих деталей из заголовка, Куо подтвердил, что раскладушка Apple будет иметь экраны примерно 5,5 и 7,8 дюймов без складки, а также насыпал ещё немного информации. Толщина смартфона в сложенном состоянии составит около 9−9,5 мм, а в разложенном — от 4,5 до 4,8 мм. Возможно, к этому времени китайцы уйдут ещё дальше: например, OPPO Find N5 уже имеет рекордную толщину 4,21 мм в разложенном состоянии.\n\nКорпус новинки будет выполнен из титана, а складывающий шарнир — из нержавеющей стали и сплава титана. Тыльный блок камер будет состоять из двух объективов, а фронтальных будет две. При этом Apple откажется от Face ID, чтобы «сэкономить драгоценное пространство внутри», а разблокировка смартфона будет происходить с помощью Touch ID. iPhone SE 3 пост сдал, iPhone Fold пост принял.\n\nКуо пишет, что Apple намерена утвердить спецификации смартфона во втором квартале 2025 года, а начать массовое производство ближе к концу 2026-го. Релиз должен состояться в начале 2027 года (неужели одновременно с iPhone 18e?) Apple делает большую ставку на раскладушку, так как выход iPhone Fold 2 намечен на 2028 год.",
  "timestamp": "2025-03-06T11:29:59",
  "image": "dataset/channels/images/channel-21-23392.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Режиссёром следующего Джеймса Бонда может стать Кристофер Нолан\n\nКультовый режиссёр оказался в топе кандидатов Amazon MGM для ребута «Агента 007». Об этом сообщает издание TheWrap со ссылкой сразу на полдюжины источников из киноиндустрии.\n\nЗаполучив полный контроль над «Бондианой», Amazon ищет человека, который смог бы не просто снять ещё один фильм про Бонда, а полностью перезапустить  франшизу, подарив ей новое виденье и стиль.\n\nКроме того, по данным Variety, пять лет назад Нолан сам договаривался с предыдущими продюсерами о съёмках своего Бонда, однако Барбара Брокколи отклонила предложение режиссёра, поскольку тот требовал оставить за ним право на финальный монтаж.\n\nВпрочем, даже если «Амазон» сумеет договориться с режиссёром в ближайшие дни, ждать фильма придётся ещё долго: сперва Нолану предстоит закончить «Одиссею», премьера которой запланирована на 17 июля 2026 года.",
  "timestamp": "2025-03-06T10:10:01",
  "image": "dataset/channels/images/channel-21-23391.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T22:54:06",
  "image": ""
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T21:37:50",
  "image": "dataset/channels/images/channel-21-23389.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Австралийские инженеры собрали биокомпьютер с мозгами\n\nТема с безумными учёными себя ещё не исчерпала: компания Cortical Labs представила биокомпьютер C1. Он состоит одновременно из кремниевых чипов и искусственно выращенных из стволовых клеток нейронов, которые работают так же, как нейроны в человеческом мозге. И при этом «живут» прямо на чипах. Да, всякой посторонней фигни в таких мозгах явно побольше, чем в человеческих.\n\nНа таком компьютере вы в Cyberpunk 2077 или даже в «Сапёра» не поиграете: он создан для исследований обработки информации нейронами головного мозга. Предполагается, что его купят лаборатории для более этичных экспериментов, чтобы не проводить испытания на животных. Компьютер поможет в изучении работы мозга, помогая исследовать активность нейронов, в изучении механизмов заболеваний и влияния их на когнитивные функции. И, конечно, кластер из таких компьютеров может обучать нейросети (с нейронами-то внутри).\n\nИз-за специфики устройства в нём работает самая настоящая система жизнеобеспечения. До шести месяцев она может поддерживать жизнь нейронов. Именно столько проработает компьютер за $30 тысяч.",
  "timestamp": "2025-03-05T21:37:50",
  "image": "dataset/channels/images/channel-21-23388.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Студия - строится. \n\nЕсли вы вдруг пропустили, то мы делаем студию Wylsacom 3.0 и это охренеть как дорого, но зато будет офигенно. ☺️\n\nМашина для масштаба. 😅",
  "timestamp": "2025-03-05T21:14:16",
  "image": "dataset/channels/images/channel-21-23387.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Определитель номера «Яндекса» стал работать на iPhone эффективнее на 93 %\n\nБлагодаря механизму определения звонков в реальном времени, который добавили в iOS 18, определитель «Яндекса» может работать с базой номеров, состоящей из 70 млн записей. Ранние версии системы позволяли хранить базу номеров только локально на iPhone пользователя, при этом в неё влезало не более 2 млн номеров. Ещё и для актуализации данных нужно было пару раз в сутки её обновлять.\n\nТеперь ограничения убрали и определитель от Яндекса может обращаться к своей собственной базе при каждом вызове. Это происходит мгновенно, и звонок никак не задерживается. А база пополняется благодаря обратной связи от пользователей: они помечают как сомнительные, так и полезные номера.\n\nОбновлённый определитель доступен в приложениях «Яндекс — с Алисой» и «Яндекс Браузер» для iPhone под управлением iOS 18. Блокировать нежелательные звонки он, естественно, тоже умеет.",
  "timestamp": "2025-03-05T20:39:20",
  "image": "dataset/channels/images/channel-21-23386.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Разыгрываем чёрный Xiaomi 15 Ultra на 16/512 ГБ\n\nУсловия простые:\n1. Подписаться на наш канал Wylsacom Red,\n2. Нажать на кнопку «Участвовать».\n\nИтоги подведёт рандомайзер в среду, 12 марта, в 14:00 по московскому времени. Он выберет одного победителя.\n\nXiaomi бесплатно вышлем в ближайший к вам пункт выдачи СДЭК, поэтому уточните, есть ли он в вашей стране.",
  "timestamp": "2025-03-05T20:36:16",
  "image": "dataset/channels/images/channel-21-23384.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "В попытке «воскресить» мамонтов учёные создали мохнатых мышей\n\nБиолаборатория Colossal успешно модифицировала сразу несколько ключевых генов, подарив грызунам золотистую шубку и слегка подкрутив темпы метаболизма жиров.\n\nДля этого учёные поочерёдно перебирали все гены, которые хоть как-то влияли на тип шёрстки мышей, вызывая мутации фолликулярных клеток и регулируя количество кератина в составе волос.\n\nПрорывы Colossal в биоинженерии впечатляют: отредактировать сразу семь генов одновременно — большой успех, но к биолаборатории есть вопросики.\n\nВ прошлом году компания похвасталась, что смогла чуть ли не полностью реконструировать геном вымершего тасманского сумчатого волка и вот-вот «воскресит» зверюшку, но до сих пор не представила доказательств собственных открытий научному сообществу.\n\nВернуть на Землю принципиально другой биологический вид и заставить мышей покрыться шерстью — задачи по своей сложности несопоставимые.\n\nВ будущем биолаборатория обещает воскресить мамонтов, модифицировав геном их ближайших из нынеживущих родственников, однако с таким подходом вместо мамонтов у Colossal получатся просто мохнатые слоны.",
  "timestamp": "2025-03-05T19:30:01",
  "image": "dataset/channels/images/channel-21-23383.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T18:11:37",
  "image": "dataset/channels/images/channel-21-23382.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T18:11:37",
  "image": "dataset/channels/images/channel-21-23381.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T18:11:37",
  "image": "dataset/channels/images/channel-21-23380.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Дождались: MacBook Air обновлён до M4\n\nОказалось, что этот макбук за последние несколько месяцев был самым ожидаемым: почему-то его ждали гораздо больше, чем «Прошки». Сценарий обновления аналогичен показанному вчера iPad Air: если там вытащили M2 и вставили M3, то тут был M3, а стал M4. Новинка, как и прежде доступна в двух диагоналях 13 и 15 дюймов. \n\nЧипсет М4 поддерживает до 10 ядер CPU и GPU, до 32 ГБ объединённой памяти вместо 24 ГБ, как прежде и до 2 ТБ постоянной памяти. Ещё из новенького камера Center Stage на 12 Мп и поддержка двух 6К-мониторов при закрытой крышке.\n\nСамая дешёвая 13-дюймовая версия на 16/256 ГБ подешевела и в США стоит на $100 меньше — $1000. Самое главное: появился новый цвет Sky Blue, и он просто потрясающий. Кстати, для нового мака нет Space Gray цвета. Не очень-то и жалко.\n\nПредзаказ уже открыт, а продажи в магазинах начнутся с 12 марта.",
  "timestamp": "2025-03-05T18:11:36",
  "image": "dataset/channels/images/channel-21-23379.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T18:08:59",
  "image": "dataset/channels/images/channel-21-23378.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T18:08:59",
  "image": "dataset/channels/images/channel-21-23377.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T18:08:59",
  "image": "dataset/channels/images/channel-21-23376.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Apple выпустила Mac Studio на M4 Max и M3 Ultra\n\nСамое неожиданное обновление этой недели: Mac Studio получил новые чипы, сменив M2 Max и M2 Ultra на M4 Max и M3 Ultra.\n\nНикакой опечатки тут нет: в новом неттопе установлены чипы двух разных поколений.\n\nApple утверждает, что M3 Ultra в два раза мощнее M4 Max и в 2,6 раза быстрее M1 Ultra. Минимальная версия для этого чипа с 96 ГБ объединённой памяти. Максимум — 512 ГБ. В базе у него 28 ядер CPU, 60 ядер GPU и 32 ядра Neural Engine. Топовая версия получила 32 ядра ЦП и 80 видеоядер.\n\nЦены на версию с M4 Max начинаются в США с $2000 до уплаты налогов. За эти деньги вы получите 36 ГБ объединённой памяти и SSD на 512 ГБ.\n\nВерсия на M3 Ultra начинается с $4000. У него 96 ГБ объединённой памяти и SSD на 1 ТБ.\n\nСамая дорогая версия стоит $14 100.",
  "timestamp": "2025-03-05T18:08:59",
  "image": "dataset/channels/images/channel-21-23375.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T16:10:47",
  "image": "dataset/channels/images/channel-21-23374.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T16:10:47",
  "image": "dataset/channels/images/channel-21-23373.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Infinix показала прототип смартфона на солнечных батареях\n\nКомпания попробовала реализовать заманчивый концепт чехла-powerbank, установив солнечную панель на тыльную сторону смартфона. Футуристичный прототип с несъёмной крышкой Infinix привезла на MWC 2025.\n\nМинус один: длительное нахождение смартфона под палящим солнцем может привести к перегреву устройства и преждевременному износу аккумулятора, а в тени толку от солнечных батарей будет немного.\n\nДаже с учётом перспективных солнечных элементов из перовскита крышка-чехол обеспечивает зарядку мощностью лишь до 2 Вт, что по меркам современных смартфонов — капля в море.\n\nПройдут ещё годы, прежде чем технология станет народной, ну а до тех пор лучшим источником экологичной энергии для смартфона останется волшебная шляпа.",
  "timestamp": "2025-03-05T16:10:47",
  "image": "dataset/channels/images/channel-21-23372.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Telegram так не хватает денег, что реклама вставляется уже между фотографиями в авторских постах. \n\nПаш, может, не надо?",
  "timestamp": "2025-03-05T15:55:00",
  "image": "dataset/channels/images/channel-21-23371.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Беспощадный маркетинг с маркетплейсов.",
  "timestamp": "2025-03-05T15:22:50",
  "image": "dataset/channels/images/channel-21-23370.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "На MWC 2025 показали концепт телефона для вашего питомца\n\nPetPhone от гонконгской GlocalMe умеет распознавать различные звуковые сигналы животных. Например, услышав тревожный лай вашего пёселя, устройство отправит уведомление на смартфон и предложит успокоить «лучшего друга» через динамик.\n\nPetPhone поддерживает протоколы Wi-Fi и Bluetooth, а также получит GPS-трекер для поиска потерявшегося питомца. Кроме того, умный ошейник умеет мониторить здоровье домашнего животного, однако, какие именно параметры отслеживает устройство, не уточняется.\n\nА ещё не уточняются масса и габариты ошейника. На фото PetPhone выглядит крайне массивным и вряд ли придётся по душе аккуратным кошечкам и миниатюрным ши-тцулям.\n\nПредзаказать устройство нельзя. Телефон для ваших кошек и собак пока что существует только на уровне концепта.",
  "timestamp": "2025-03-05T15:11:19",
  "image": "dataset/channels/images/channel-21-23369.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T14:10:17",
  "image": "dataset/channels/images/channel-21-23368.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T14:10:17",
  "image": "dataset/channels/images/channel-21-23367.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Apple выпустила лимитированные Beats Solo 4 в «девчачьем» дизайне\n\nНакладные «битсы» выполнены в приятной серо-розовой палитре, придуманной известным дизайнером Сэнди Лианг. Розовый логотип b на чашках наушников выделяется на фоне серого металлика, а розовый бантик на ободке Solo 4 придаёт игривости устройству. Такой же бантик виднеется на упаковке лимиток, только в этот раз он отпечатан.\n\nВнутри наушников ничего не изменилось: Beats Solo 4 располагают 40-мм драйверами с пространственным аудио и отслеживанием головы, а также 50 часами воспроизведения музыки от одной зарядки.\n\nНесмотря на уникальный дизайн, стоимость устройства не изменилась — $200. Ограниченная серия доступна только в США, Великобритании и Японии в оригинальных магазинах Apple, а также шоуруме «Сэнди Лианг» в Нью-Йорке.",
  "timestamp": "2025-03-05T14:10:17",
  "image": "dataset/channels/images/channel-21-23366.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T13:11:13",
  "image": "dataset/channels/images/channel-21-23365.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T13:11:13",
  "image": "dataset/channels/images/channel-21-23364.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T13:11:13",
  "image": "dataset/channels/images/channel-21-23363.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T13:11:13",
  "image": "dataset/channels/images/channel-21-23362.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T13:11:13",
  "image": "dataset/channels/images/channel-21-23361.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T13:11:13",
  "image": "dataset/channels/images/channel-21-23360.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-05T13:11:13",
  "image": "dataset/channels/images/channel-21-23359.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "ZTE тизернула бюджетные камерафоны Nubia Focus 2 5G и Focus 2 Ultra\n\nГлавной фишкой смартфонов станет кольцо регулировки зума, обрамляющее шайбу с камерами. По сообщениям Доминика Престона из The Verge, кольцо достаточно плавное и управиться с ним можно одним пальцем.\n\nОсновная камера Focus 2 получит сенсор на 108 Мп f/1.75, а в Ultra-модели диафрагма открывается до впечатляющих f/1.45. Правда, вместо снимков, иллюстрирующих работу крутой камеры, на сайте компании лежат лишь сгенерированные нейросетью картинки.\n\nПомимо вращающегося кольца объектива, появится ещё и подозрительно знакомая Capture Button, управляющая затвором камеры. Другой знакомый элемент — интерактивные уведомления под названием «живой островок».\n\nОба смартфона получат 6,77-дюймовый дисплей с частотой обновления до 120 Гц и аккумулятор на 5000 мА·ч, однако точные спеки и стоимость смартфона будут объявлены позже.",
  "timestamp": "2025-03-05T13:11:13",
  "image": ""
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "У PlayStation появилась единая платформа для бета-тестирования на консоли и ПК\n\nBeta Program at PlayStation позволит игрокам потестировать новые проекты без необходимости регистрироваться на каждый бета-тест по отдельности. Кроме того, можно будет проверять все новые фишечки для консоли, приложения PlayStation App и даже для сайта.\n\nДля вступления в бета-программу нужно быть совершеннолетним, иметь аккаунт «с хорошей репутацией» (просто без банов) и из региона, где работает PSN. Так что у нас бета-тест отменяется.\n\nИнтересно, что платформа доступна в том числе игрокам на ПК. Значит, Sony хочет увеличить своё влияние на этот рынок. Может, в какой-то момент дойдёт до выпуска эксклюзивов на пекарни в день релиза, но тогда зачем будут нужны консоли?",
  "timestamp": "2025-03-05T12:10:01",
  "image": "dataset/channels/images/channel-21-23357.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Слух: Google Pixel 10 получит нового ИИ-ассистента Pixie\n\n«Пикси» построена на базе компактной модели Gemini Nano и, самое главное, будет работать локально, — сообщает портал Android Authority.\n\nПрямо сейчас «Пиксели» не умеют обрабатывать запросы Gemini прямо на устройстве и все голосовые команды, включая пресловутые «Окей, Google, поставь таймер на пять минут», отправляются на сервер и не работают без подключения к интернету.\n\nБолее того, «Феечка» якобы сможет напрямую управлять приложениями в Android 16. Как минимум Google научит ИИ-ассистента на лету сканировать содержимое календаря, фотогалереи и Gmail.\n\nПо железу Pixel 10 не должен существенно отличаться от предыдущих флагманов компании, однако не исключено, что Google намеренно сделает «Пикси» эксклюзивом десятого «Пикселя».",
  "timestamp": "2025-03-05T10:10:01",
  "image": "dataset/channels/images/channel-21-23356.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Скейтбординг! Дискета! \n\nActivision анонсировала ремастер Tony Hawk's Pro Skater 3 + 4. Выйдет он 11 июля на всех актуальных платформах. \n\nЛегендарный саундтрек на месте!",
  "timestamp": "2025-03-04T22:12:39",
  "image": ""
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Обновлены данные о среднем компьютере в Steam: RTX 4060 стала популярнее RTX 3060\n\nЕжемесячный анализ пользовательского железа за февраль показал интересные изменения. Игроки Steam наконец пересели с морально устаревшей RTX 3060 на иглу энергоэффективного DLSS-роскошества в виде RTX 4060 (без учёта мобильных и Ti-версий). Пока что актуальная карточка стоит у 8,37 % пользователей, а RTX 3060 с долей в 6,73 % впервые уступила лидерство.\n\nЕщё один взлёт среди операционных систем: Windows 10, прекращение поддержки которой назначено на грядущий октябрь, резко набрала в популярности, заняв 53,34 % компьютеров. Windows 11 выросла незначительно, всего до 44,1 %. Игровой революции в Linux (1,45 %) и macOS (0,97 %), несмотря на Steam Deck и возросшие игровые возможности маков, за февраль не случилось.\n\nВ остальном стандартный игровой ПК в Steam существенно не меняется. Это по-прежнему процессор Intel (2,3−2,69 ГГц) с шестью ядрами, 32 ГБ оперативной и 8 ГБ видеопамяти, жёстким диском от 1 ТБ, монитором с разрешением в 1920 × 1080 и китайским языком в качестве системного. Так что не удивляйтесь, когда игры не идут в 60 fps на вашем прекрасном 4К-телевизоре, а делают их с большей оглядкой на Китай. Лучше купите ребёнку компьютер с большим монитором, чтобы пошатнуть статистику! Ну или мак.",
  "timestamp": "2025-03-04T21:09:07",
  "image": "dataset/channels/images/channel-21-23354.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Активность интернет-мошенников выросла вдвое в преддверии 23 февраля и 8 марта\n\nТемпы роста фишинговых сайтов в январе 2025 года превысили отметку в тридцать тысяч доменов. Больше половины из них маскируются под финансовые организации, предлагая потенциальным жертвам получить выплату или выгодный кредит по случаю праздника, — сообщает пресс-служба «МегаФона».\n\nЧуть более изобретательные мошенники выдают себя за маркетплейсы, завлекая бедолаг необходимостью срочно потратить сгорающие бонусы или принять участие в несуществующем розыгрыше.\n\nГлавная задача — получить личные данные жертвы, включая номер телефона и данные банковской карты. При этом активность мошенников, ворующих данные учёток от соцсетей, тоже выросла вдвое и продолжает расти независимо от сезона.\n\nКак и всегда, берегите свои конфиденциальные данные, будьте внимательны сами и не забудьте провести беседу с родителями, бабушками и дедушками.",
  "timestamp": "2025-03-04T19:59:01",
  "image": "dataset/channels/images/channel-21-23353.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-04T18:59:01",
  "image": "dataset/channels/images/channel-21-23352.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-04T18:59:01",
  "image": "dataset/channels/images/channel-21-23351.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-04T18:59:01",
  "image": "dataset/channels/images/channel-21-23350.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-04T18:59:01",
  "image": "dataset/channels/images/channel-21-23349.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Apple показала iPad Air на M3 и обновила базовый iPad\n\nСобственно, ничего, кроме обновления с M2 на M3, не произошло.\n\nДоступно в двух размерах: 11 и 13 дюймов. В продаже со среды, 12 марта.\n\nЦены в США как на iPhone 16e: от $599 за 11-дюймовую версию на 128 ГБ. За 13 дюймов попросят на двести баксов больше.\n\nОбновили и базовый iPad. Был на A14 Bionic, а теперь — на A16 Bionic. Видимо, из-за отсутствия поддержки Apple Intelligence он стоит дешевле предшественника сразу на $100: за версию на 128 ГБ (ещё одно прекрасное обновление: раньше было всего 64 ГБ) просят всего $350.",
  "timestamp": "2025-03-04T18:59:01",
  "image": "dataset/channels/images/channel-21-23348.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-04T17:59:01",
  "image": "dataset/channels/images/channel-21-23347.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-04T17:59:01",
  "image": "dataset/channels/images/channel-21-23346.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-04T17:59:01",
  "image": "dataset/channels/images/channel-21-23345.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-04T17:59:01",
  "image": "dataset/channels/images/channel-21-23344.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Совершай революцию в скорости съёмки с HONOR Magic 7 Pro, который обеспечит совершенство каждого кадра!\n\nИ тройная камера AI HONOR Falcon поможет в этом:\n• широкоугольная камера получила объектив с переменной диафрагмой в пределах f/1.4− f/2.0;\n• самый крупный из телевиков в смартфоне прямо сейчас: матрица на 1/1,4 видиконовских дюйма разрешением в 200 Мп и трёхкратным оптическим зумом;\n• классный ультраширик на 50 Мп со светлым объективом f/2.0.\n\nНо физические свойства камеры уже достигли максимума, поэтому большую роль играют алгоритмы. И HONOR традиционно славится ими. \n\nТут и крутой зум с гибридным 6× и AI-суперзумом с максимальным 100-кратным увеличением, и улучшенные портреты с AI (а уж чёрно-белый портретный режим, который был настроен специалистами одной из самых известных студий Harcourt, попал мне прямо в сердечко), а также новый режим «Сцена» для съёмки концертов, вечеринок и фестивалей и скоростная серийная съёмка высокого качества HD Super Burst.\n\nHONOR Magic 7 Pro определяет технологии будущего!",
  "timestamp": "2025-03-04T17:59:01",
  "image": "dataset/channels/images/channel-21-23343.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-04T17:26:50",
  "image": "dataset/channels/images/channel-21-23342.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-04T17:26:50",
  "image": "dataset/channels/images/channel-21-23341.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-04T17:26:50",
  "image": "dataset/channels/images/channel-21-23340.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-04T17:26:50",
  "image": "dataset/channels/images/channel-21-23339.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Nothing представила бюджетные Phone (3a) и (3a) Pro\n\nСмартфоны между собой отличаются исключительно камерами: Nothing Phone (3a) получил ширик на 50 Мп f/1.88 + ультраширик на 8 Мп f/2.2 + телевик на 50 Мп f/2.0, а также фронталку на 32 Мп f/2.2.\n\nУ «Прошки» вместо обычного телевика — перископ с трёхкратным оптическим зумом и фронталка чуть понаряднее — аж 50 Мп.\n\nОстальные спеки идентичные:\n• габариты 163,5 × 77,5 × 8,4 мм при весе 201 грамм у базового (3a) и 211 граммов у «Прошки»;\n• 6,77-дюймовый AMOLED с частотой до 120 Гц и разрешением 1080 × 2392 пикселей;\n• Snapdragon 7s Gen 3;\n• память 8/128 и 12/256 ГБ на выбор у (3a) и только 12/256 ГБ у «Прошки»;\n• аккумулятор 5000 мА·ч, зарядка 50 Вт по проводу;\n• Nothing OS 3.0 на базе Android 15.\n\nСмартфон обзавёлся новой кнопкой на корпусе — Essential Key. Вопреки ожиданиям, она оказалась больше похожа на Action Button, нежели на Camera Control. Однократное нажатие делает скриншот экрана, удержание включает запись голосовой заметки, а двукратный тап открывает Essential Space — общий хаб для заметок, напоминалок и скриншотов.\n\nУ базового Nothing Phone (3a) цвета три: белый, чёрный и голубой, а вот у «Прошки» с цветами всё грустно: на выбор тёмно-серый либо светло-серый.\n\nЦена начинается от $330 и $460 соответственно.",
  "timestamp": "2025-03-04T17:26:50",
  "image": "dataset/channels/images/channel-21-23338.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Учёные обнаружили, что микропластик проник даже в человеческий мозг\n\nЕго там столько, что можно было бы сделать пластиковую ложку, — пишут исследователи из Университета Нью-Мексико. Пластик обнаруживали в телах людей уже после смерти. Помимо мозга, его повышенное количество нашли также в печени, почках и других органах. Ещё один тревожный факт – это повышенная концентрация пластика в мозгах людей, которые страдали деменцией.\n\nУчёные в целом в ужасе. Они пока не знают, как пластик попадает в мозг, какой эффект он оказывает на психическое здоровье и когнитивные способности и, самое главное, как этот пластик из организма выводить. Но точно знают, что из пластика выделяется более сотни вредных химических веществ, которые могут приводить к бесплодию, раку, диабету и другим заболеваниям.\n\nПока что исследователи призывают правительства уменьшать влияние пластика. Но и простых жителей предупреждают о том, что лучше бы меньше использовать пластиковые чайные пакетики (и чайники, вероятно), пить фильтрованную воду из водопровода, а не бутилированную, есть меньше морепродуктов (в них полно микропластика) и не пользоваться пластиковыми контейнерами.",
  "timestamp": "2025-03-04T16:27:28",
  "image": "dataset/channels/images/channel-21-23337.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Китай будет поощрять переход компаний на RISC-V\n\nВ течение месяца из-под руки восьми органов госуправления КНР выйдет руководство по стимулированию перехода местных компаний на архитектуру RISC-V, — передаёт Reuters. Если вы ждали момент восхождения RISC-V, то, похоже, вот он, причём откуда не ждали.\n\nРешение обусловлено желанием китайских властей выстроить собственную полупроводниковую инфраструктуру и снизить зависимость от американских технологий, а в свете последних политических напряжений, им это ой как нужно.\n\nПочему RISC-V? Система инструкций архитектуры распространяется свободно, а модульность позволяет дописать необходимые инструкции. Reuters пишет, что некоторые китайские компании уже заинтересованы в создании ИИ-чипов на основе RISC-V для работы с DeepSeek.\n\nПланы на архитектуру есть и у нашей любимой Apple: инженеры компании уже изучают возможность перехода на RISC-V, чтобы компании стать свободной от оков Arm. Об этом Паша написал целую статью.",
  "timestamp": "2025-03-04T15:05:01",
  "image": "dataset/channels/images/channel-21-23336.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Весна — самое время для начала новой жизни. И новая жизнь будет с новыми гаджетами! Поэтому разыгрываем сразу три iPhone 16 Pro и два iPad Air 11! 😎\n\nОб обновлении ваших гаджетов позаботятся наши друзья из канала «Альфа-Капитал».\n\nУсловия простые:\n• подписаться на Wylsacom Red,\n• подписаться на канал «Альфа-Капитал».\n\nПосле этого нажимайте на «Участвовать» и всё готово!\n\nИтоги подведёт рандомайзер 10 марта в 20:00 по московскому времени. Он выберет пять победителей. Первые трое получат iPhone 16 Pro на 256 ГБ в цвете Natural Titanium, а последние два — по iPad Air 11 (WiFi) на 256 ГБ в цвете Space Gray, чтобы отвлечься на любимый сериал или новый выпуск на нашем канале 😉\n\n«Альфа-Капитал» не только помогает разобраться в мире финансов, но ещё и обучает инвестиционной грамотности, а также регулярно проводит розыгрыши с шикарными и технологичными призами.\n\nС полными правилами вы можете ознакомиться по ссылке.",
  "timestamp": "2025-03-04T13:00:12",
  "image": "dataset/channels/images/channel-21-23334.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-04T12:32:58",
  "image": "dataset/channels/images/channel-21-23333.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-04T12:32:58",
  "image": "dataset/channels/images/channel-21-23332.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Специалисты iFixit оценили ремонтопригодность iPhone 16e\n\nВ плане ремонта «бюджетный» 16e взял всё лучшее от старшего брата: доступ к начинке устройства открыт с обеих сторон, а процесс замены аккумулятора остался таким же простым, как и в iPhone 16.\n\nВ прошлом году Apple перешла на специальный клей, который теряет свои липучие свойства при прохождении через него электрического тока, так что сотрудникам сервисных центров не придётся поддевать батарею отвёрткой, рискуя проколоть её и допустить возгорание.\n\nЕщё одно приятное улучшение для сотрудников сервисных центров: Apple добавила металлическую клипсу, защищающую кабель фонарика. Раньше его можно было случайно повредить инструментом при вскрытии задней крышки.\n\nПропажа MagSafe более ремонтопригодным устройство не сделала, но свои плоды всё же принесла. По мнению экспертов iFixit, во время беспроводной зарядки айфоны быстро нагреваются, что приводит к нежелательному износу аккумулятора. Отказ от MagSafe может помочь замедлить темпы деградации батареи 16e, хоть и ценой комфорта пользователей.\n\nВ результате iPhone 16e получил семь баллов ремонтопригодности из десяти. Для сравнения: iPhone 15, который всего на $100 дороже 16e, специалисты iFixit оценили лишь на четвёрку.",
  "timestamp": "2025-03-04T12:32:58",
  "image": "dataset/channels/images/channel-21-23331.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "В iOS 18.4 beta 2 появился эмодзи, в котором себя узнает каждый\n\nНовый пак эмодзи является частью стандарта Unicode 16, который вышел ещё в прошлом сентябре. Да, чтобы перерисовать семь эмодзи дизайнерам Apple понадобилось более полугода. Как видно, не самая актуальная задача компании.\n\nВ набор вошли: утро понедельника уставшее лицо, лопата, отпечаток пальца, редис, дерево без листьев, арфа и клякса. Отправить своё эмоциональное состояние в виде смайлика получится в iOS 18.4, которая релизнется в апреле.\n\nКстати, в ноябре 2024 года консорциум Unicode утвердил ещё девять эмодзи, но непонятно, когда они появятся в iOS, зато там есть смайлик, который всем придётся по душе.",
  "timestamp": "2025-03-04T11:40:01",
  "image": "dataset/channels/images/channel-21-23330.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Netflix представил новый трейлер анимационного сериала «Астерикс и Обеликс» по мотивам оригинального комикса «Большая битва».\n\nПремьера состоится 30 апреля 2025 года.",
  "timestamp": "2025-03-04T10:02:14",
  "image": ""
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Stability AI оптимизировала музыкальную модель Audio Open для процессоров ARM\n\nНовая нейросеть для генерации песен сможет работать локально на машинах и без необходимости соединяться с серверами. В этом её главное отличие от конкурентов вроде Suno и Udio.\n\nНа этом отличия не заканчиваются: нейронку обучали на треках, которые распространяются без роялти и чужих авторских прав не нарушают. Нейронка будет генерировать не только музыку, но и звуки по текстовому промту, так что пригодится и для быстрого саунд-дизайна. На чипах архитектуры Arm V9 генерация 11 секунд аудио занимает 8 секунд (это быстро).\n\nПока что обновлённую модель загрузить не получится, но компания пообещала в будущем дать возможность ей воспользоваться и на коммерческих устройствах. Хорошо, что, несмотря на серьёзные финансовые проблемы, создатели Stable Diffusion продолжают делать ИИ-инструменты, которые доступны локально на устройствах и не привязаны к облачным серверам.",
  "timestamp": "2025-03-03T22:20:41",
  "image": "dataset/channels/images/channel-21-23328.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-03T21:16:08",
  "image": ""
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-03T21:00:13",
  "image": ""
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-03T20:46:35",
  "image": "dataset/channels/images/channel-21-23325.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "JBL Rise — колонка и будильник в одном флаконе\n\nЛаконичное чёрное устройство весом 750 г получило два полноразмерных динамика, чтобы вы могли и музыкой насладиться, и на работу не проспать. Да, тут можно поставить до двух будильников: первый, чтобы отменить, и второй, чтобы через пять минут встать с кровати.\n\nLED-экран показывает время и частоту радиостанции, которых предустановлено три штуки. FM-тюнер поддерживает диапазон от 87,5−108 МГц, так что станция по вкусу точно найдётся.\n\nJBL Rise поддерживает Bluetooth 5.3, а также беспроводную зарядку мощностью смешные 5 Вт. А через USB-C можно зарядить смартфон по проводу.\n\nКолонка с будильником продаётся в Китае за 1000 юаней (≈12 300 рублей).",
  "timestamp": "2025-03-03T20:46:35",
  "image": "dataset/channels/images/channel-21-23324.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Apple продолжает маркетинговые эксперименты: как и с iPhone 16e, Тим Кук намекает на скорый релиз MacBook Air на M4.\n\nМарк Гурман из Bloomberg полагает, что обновить могут и iPad Air. Если это случится, то планшет получит чип M3.",
  "timestamp": "2025-03-03T20:14:02",
  "image": ""
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-03T19:23:52",
  "image": ""
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-03T19:16:01",
  "image": "dataset/channels/images/channel-21-23321.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-03T19:16:01",
  "image": "dataset/channels/images/channel-21-23320.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-03T19:16:01",
  "image": "dataset/channels/images/channel-21-23319.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "",
  "timestamp": "2025-03-03T19:16:01",
  "image": "dataset/channels/images/channel-21-23318.jpg"
 },
 {
  "user": {
   "first_name": "Wylsacom Red",
   "username": "Wylsared",
   "id": -1001103688715
  },
  "text": "Samsung показала странную трикладушку и раскладывающийся аналог Switch\n\nКомпания озадачила посетителей выставки MWC несуразной раскладушкой, у которой в сложенном состоянии остаётся торчать полоска экрана. К игровому мини-ПК вопросов нет.\n\nAsymmetric Flip похож на обычный Galaxy Z Flip только с двумя шарнирами, которые расположены асимметрично. В чём прикол – неясно, кажется, никому. Ну комментарии к видео на скриншотах немного складываются. Но если их закрыть, само видео, наверное, переедет в верхнюю часть экрана.\n\nА вот складной портативный компьютер а-ля стимдек на минималках выглядит более жизнеспособно. Явно вдохновлённый Nintendo Switch он, скорее всего, не будет иметь съёмных джойстиков. Зато его можно схлопнуть на манер Nintendo 3DS. Только у того шарнир был вдоль корпуса, а у этого самсунга — поперёк и прямо в гибком экране. Интересно ещё, что там по железу и охлаждению, но концептуально — круто.",
  "timestamp": "2025-03-03T19:16:01",
  "image": "dataset/channels/images/channel-21-23317.jpg"
 }
]