[
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-06T20:02:25",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Народ в сети угарает над компом Илона Маска 😄\n\nПо интернету разлетелось фото из офиса Департамента эффективности правительства (DOGE), где на столе у миллиардера стоит здоровенный 49-дюймовый монитор Samsung Odyssey OLED G9 с разрешением 5120×1440 пикселей.\n\nВ системнике видна видеокарта от MSI. Что за модель, непонятно, но все сходятся во мнении, что это RTX 4060/4070, учитывая габариты ускорителя. Слабовато для такого монитора.\n\nМышка, похоже, Logitech G502 Hero, но коврика для неё на столе почему-то нет.\n\nС другой стороны, Маск может и не использовать этот компьютер для игр, а просто притащил в офис то, что нашлось под рукой.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-06T19:03:52",
  "image": "dataset/channels/images/channel-23-21988.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Как сделать ЕЁ день особенным?\n\nПодарите то, о чём она мечтала:\n• смартфон с классной камерой \n• полезную, стильную и умную колонку \n• умные часы для спорта и стиля \n\nРазбейте платёж за праздничные покупки в «Ситилинке» на 4 части с помощью «Яндекс Сплита». Сначала достаточно оплатить всего четверть суммы, а остальное — спишется равными частями в течение 2 месяцев. Без переплат!",
  "timestamp": "2025-03-06T18:00:11",
  "image": "dataset/channels/images/channel-23-21987.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "У «АвтоВАЗа» появился новый бренд — SKM\n\nПод ним будут выпускать коммерческие автомобили для бизнеса: пассажирские и цельнометаллические фургоны.\n\nВ компании позиционируют продукцию нового бренда как нечто среднее между Largus и более крупными коммерческими автомобилями.\n\nМашины будут в компактных размерах, с хорошим оснащением и удобной системой погрузки и разгрузки.\n\nrozetked.me/news/38082",
  "timestamp": "2025-03-06T17:03:52",
  "image": "dataset/channels/images/channel-23-21986.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "MWC 2025: корейский смартфон с ИИ от Newnal 📱\n\nОн компактный, а экран разделён на две части. В верхней половине отображается персонализированный цифровой аватар, который создаётся и обучается на данных пользователя, включая предпочтения, черты внешности и голос. \n\nИИ создаёт контент, совершает покупки и платежи, бронирует отели, оформляет доставку и вызывает такси. Может даже оформить страховку на машину по запросу. \n\nВ продажу смартфон собираются запустить 1 мая за 375 долларов (~33 500 рублей). \n\nrozetked.me/news/38080",
  "timestamp": "2025-03-06T14:33:52",
  "image": "dataset/channels/images/channel-23-21985.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Нолан — главный кандидат на пост режиссёра нового фильма о Бонде\n\nКак пишут зарубежные СМИ, сейчас Amazon MGM, после того, как она заполучила полный контроль над «Бондианой», ищет режиссёра, который смог бы удачно перезапустить франшизу и задать ей новый стиль.\n\nЭто уже не первый раз, когда Нолан может стать режиссёром нового фильма о Бонде — в 2020 году он отказался работать над фильмом об агенте 007, так как ему отказали в праве на финальный монтаж.\n\nrozetked.me/news/38076",
  "timestamp": "2025-03-06T12:05:13",
  "image": "dataset/channels/images/channel-23-21984.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Для Steam Deck делают магнитный Folio-чехол\n\nSteam Deck Folio — флип-чехол для Deck и Deck OLED. Он крепится к «портативке» на магниты; при транспортировке, помимо экрана, защищает стики от лишних движений, а также может использоваться как подставка.\n\nСейчас на проект собирают на Kickstarter. Стартап уже поддержали более 600 человек — ожидается, что они получат свои экземпляры в августе.\n\nrozetked.me/news/38074",
  "timestamp": "2025-03-06T11:00:27",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "200 долларов в месяц, оказывается, не так уж и дорого...\n\nOpenAI планирует взимать с пользователей и компаний до 20 тысяч долларов в месяц за доступ к лучшему ИИ, пишет The Information.\n\nСейчас в компании работают над ИИ-агентами, предлагающими продвинутые исследования — вплоть до «исследований уровня доктора наук». Доступ к такому ИИ обойдётся в 2–20 тысяч долларов в месяц.\n\nrozetked.me/news/38070",
  "timestamp": "2025-03-06T09:45:10",
  "image": "dataset/channels/images/channel-23-21982.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-06T08:45:01",
  "image": "dataset/channels/images/channel-23-21981.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-06T08:45:01",
  "image": "dataset/channels/images/channel-23-21980.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "The Last of Us Part III — это мы не ждём\n\nНил Дракманн, глава Naughty Dog, рассказал в беседе в Variety, что фанатам The Last of Us лучше не надеяться на выход третьей части — вероятно, Part II, останется заключительной.\n\n«Я ждал этот вопрос. Пожалуй, единственное, что я могу сказать: не стоит рассчитывать на продолжение The Last of Us. Возможно, на этом всё и закончится», — Нил Дракманн.\n\nСейчас Naughty Dog занимается Sci-Fi-игрой Intergalactic: The Heretic Prophet, а сам Дракманн работает над вторым сезоном сериала «Одни из нас». Продолжение стартует 13 апреля — авторы шоу поделились новыми кадрами.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-06T08:45:01",
  "image": "dataset/channels/images/channel-23-21979.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-05T20:37:39",
  "image": "dataset/channels/images/channel-23-21978.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-05T20:37:39",
  "image": "dataset/channels/images/channel-23-21977.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "MWC 2025 + Tecno\n\nПриехали с Tecno на ежегодную выставку электроники, чтобы первыми узнать подробности о новинках бренда. Среди них:\n\n• Концепт Spark Slim с корпусом толщиной 5,75 мм\n• Серия Camon 40\n• Смарт-очки AI Glasses с ИИ и продвинутой камерой\n• Самый лёгкий OLED-ноутбук и внешняя видеокарта для него\n• «Трикладушка» Phantom Ultimate 2\n• Пачка новых технологий \n\nВсе подробности — тут 👇\n\nrozetked.me/articles/38027",
  "timestamp": "2025-03-05T20:37:39",
  "image": "dataset/channels/images/channel-23-21976.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Новиночки от Apple 💻\n\nПредставлен MacBook Air на базе чипа M4. С новым оттенком, улучшенной веб-камерой и стартовой ценой 999 долларов — на 100 долларов дешевле, чем прежде.\n\nrozetked.me/news/38067\n\nА ещё обновили Mac Studio. Теперь у него чип M3 Ultra — он в полтора раза быстрее, чем M2 Ultra. Можно сконфигурировать тачку на 512 ГБ ОЗУ и 16 ТБ SSD, которая обойдётся в 1,26 млн рублей по текущему курсу.\n\nrozetked.me/news/38068",
  "timestamp": "2025-03-05T18:05:54",
  "image": "dataset/channels/images/channel-23-21975.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Старушку PlayStation 3 обновили\n\nSony выпустила прошивку 4.92 на 200 МБ, которая улучшает производительность и стабильность системы, а также обновляет ключ шифрования для проигрывания дисков Blu-ray.\n\nrozetked.me/news/38064",
  "timestamp": "2025-03-05T16:33:51",
  "image": "dataset/channels/images/channel-23-21974.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-05T15:33:51",
  "image": "dataset/channels/images/channel-23-21973.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-05T15:33:51",
  "image": "dataset/channels/images/channel-23-21972.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-05T15:33:51",
  "image": "dataset/channels/images/channel-23-21971.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Любителям кастомных клавиатур посвящается ⌨️\n\nДизайнер Себастьян Грац решил сделать клавиатуру, которая бы отвечала всем его запросам. В итоге получился 60%, беспроводной борд с ортолинейной раскладкой клавиш, необычными кейкапами и разделённым на две части тонким корпусом из алюминия. \n\nКлавиатура весит 180 г. Использовались переключатели Kailh PG1316S. Прошивка — ZMK. Печатать очень удобно, говорит автор проекта. Но нет предела совершенству и в будущем Себастьян хочет сделать версию ещё круче.\n\nГрац подробно рассказал о создании девайса в своём блоге.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-05T15:33:51",
  "image": "dataset/channels/images/channel-23-21970.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "— Привет. Ваза разбита, купи корм, не могу говорить, у меня лапки\n\nНа MWC 2025 представили «первый в мире смартфон» для кошек и собак PetPhone от uCloudlink. С его помощью домашние питомцы смогут звонить хозяину при помощи жестов и голосовых команд.\n\nПомимо этого, хозяину будет передаваться дополнительная информация о питомце: состояние здоровья, уровень активности и местоположение. PetPhone крепится на шею животного.\n\nПодробностей пока немного. Планируется ли коммерческий запуск PetPhone — неизвестно.\n\nrozetked.me/news/38058",
  "timestamp": "2025-03-05T14:30:11",
  "image": "dataset/channels/images/channel-23-21969.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Март: Запустил алгоритм подбора отелей. Результат: 100 идеальных вариантов!\nАпрель: Свободен только кемпинг без розеток. Гуглю «как выжить в диджитал-детоксе»...\nМай: Оптимизировал бюджет. Итог: сижу дома. 🙁\n\nСейчас с промокодом ZARANEE доступны выгодные варианты отелей и квартир со скидкой до 20%. Бронируйте классные места на майские и летний отпуск с «Яндекс Путешествиями». Раньше будет лучше.",
  "timestamp": "2025-03-05T13:34:04",
  "image": "dataset/channels/images/channel-23-21968.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "В России всё-таки выйдет новая книга про «Ведьмака»\n\nИздательство «АСТ» готовит к выпуску в России книги «Ведьмак: Перекрёсток воронов» Анджея Сапковского — это первое произведение по серии за более чем десять лет.\n\n«Перекрёсток воронов» расскажет о приключениях молодого Геральта, который отправляется в первое путешествие после своего обучения.\n\nВ Польше книга вышла в ноябре 2024 года, в других странах она выйдет осенью 2025 года, а в России — уже в апреле. Вместе с печатным релизом книга также появится в «Яндекс Книгах» — в озвучке Всеволода Кузнецова.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-05T12:15:13",
  "image": "dataset/channels/images/channel-23-21967.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Первое обновление Android в этом году\n\nGoogle представила второй и последний квартальный апдейт Android 15 — QPR2. А для устройств Pixel ещё вышел пакет программных нововведений Feature Drop.\n\nПодробный список изменений — по ссылке.\n\nrozetked.me/news/38052",
  "timestamp": "2025-03-05T11:11:32",
  "image": "dataset/channels/images/channel-23-21966.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "На Disney+ стартовал «Сорвиголова: Рождённый заново»\n\nШоу является прямым продолжением сериала «Сорвиголова» от Netflix, который выходил с 2015 по 2018 год. В роли Мэтта Мёрдока снова Чарли Кокс.\n\nСезон состоит из девяти эпизодов — 4 марта вышли первые две серии. Финал сезона состоится 15 апреля.\n\nПроект уже продлили на второй сезон.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-05T10:10:01",
  "image": "dataset/channels/images/channel-23-21965.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "С каждым днём всё дальше от Бога\n\nПродюсер франшизы «Дивергент» открыл Staircase Studios AI — студию, которая займётся производством фильмов, сериалов и видеоигр «почти студийного качества» при помощи ИИ.\n\nВ течение следующих нескольких лет в студии хотят выпустить около 30 проектов — учитывая метод производства, их бюджет не будет превышать 500 тысяч долларов.\n\nВ качестве примера студия показала пятиминутный вступительный фрагмент из своего первого фильма The Woman with Red Hair.\n\nrozetked.me/news/38050",
  "timestamp": "2025-03-05T09:00:18",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "А вот и первый трейлер сериала Гая Ричи Mobland («Гангстерленд»).\n\nВ главных ролях Том Харди, Пирс Броснан и Хелен Миррен. Премьера 30 марта.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-05T00:06:54",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "«Е» — значит «Если бы только был подешевле»\n\nОбзор iPhone 16e: в чём-то лучше, чем iPhone 16, в чём-то хуже, чем iPhone 12. Многое можно было бы простить, если бы не цена в 599 долларов за «базу». Можно найти вариант получше.\n\nЭто был очень короткий обзор iPhone 16e. За подробностями обращаться в полноценный обзор на сайте: rozetked.me/reviews/37890",
  "timestamp": "2025-03-04T20:00:24",
  "image": "dataset/channels/images/channel-23-21962.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Apple представила новый iPad Air\n\nС процессором M3 на борту, поддержкой Apple Intelligence и новой клавиатурой Magic Keyboard.\n\nВ Apple уверяют, что iPad Air с M3 почти в два раза быстрее iPad Air с M1 и до 3,5 раз быстрее, чем iPad Air с A14 Bionic. Новый планшет доступен в двух размерах: 11 и 13 дюймов. \n\nЦены: от 599 долларов за 11-дюймовую модель и от 799 долларов за 13-дюймовую. В продаже с 12 марта. Предварительные заказы уже открыты.\n\nЕщё компания обновила базовый iPad. Теперь он поставляется со 128 ГБ памяти в начальной конфигурации и процессором A16. Стоимость — от 349 долларов. \n\nrozetked.me/news/38047",
  "timestamp": "2025-03-04T18:19:45",
  "image": "dataset/channels/images/channel-23-21961.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "На ПК выпустили GTA V Enhanced\n\nРазработчики добавили поддержку трассировки лучей, апскейлеров AMD FSR 1, FSR 3 и NVIDIA DLSS 3, контроллера DualSense с его фирменными вибрациями и звука Dolby Atmos.\n\nКроме того, улучшили совместимость с ультраширокими мониторами и экранами с высокой частотой кадров, а ещё игра стала быстрее загружаться из-за технологии DirectStorage. \n\nТакже появился новый контент для GTA Online и возможность оформить подписку GTA+.\n\nВсе обновки бесплатны для владельцев GTA 5.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-04T17:21:02",
  "image": "dataset/channels/images/channel-23-21960.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Nothing Phone (3a) и (3a) Pro представлены с ценой от 329 евро и 459 евро\n\nСмартфоны похожи экранами и начинкой. Pro-модель отличается дизайном с круглым блоком камер и перископом с 3-кратным оптическим зумом, а ещё передняя камера получше. \n\nУ обеих моделей появилась новая боковая кнопка Essential Key, а младшая версия будет продаваться в новом для a-серии синем цвете. \n\nrozetked.me/news/38044",
  "timestamp": "2025-03-04T16:18:51",
  "image": "dataset/channels/images/channel-23-21959.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Три причины, почему стоит обратить внимание на HONOR Magic 7 Pro\n\nСовершенство кадра. Тройная камера AI HONOR Falcon, в том числе телефотосенсор на 200 Мп, плюс мощные алгоритмы обработки — вот рецепт для чётких и насыщенных фото в любых условиях. Даже для движущихся объектов: спасибо функции скоростной съёмки HD Super Burst.\n\nСтойкость в каждой детали. Аккумулятора на 5850 мАч хватит надолго. А прочное стекло HONOR NanoCrystal Shield и пылевлагозащита IP68+IP69 спасут в неожиданных ситуациях.\n\nТехнологии будущего. MagicOS 9.0 напичкана ИИ-функциями, которые выручают в повседневных задачах, увеливают продуктивность и даже защищают глаза. А необходимую для комфортной работы мощность обеспечивает передовой чипсет Snapdragon 8 Elite в паре с 12 ГБ оперативной памяти LPDDR5X.\n\nHONOR Magic 7 Pro уже в продаже за 139 990 рублей. Ловите скидку 10 000 рублей и часы HONOR Watch 5 в подарок!",
  "timestamp": "2025-03-04T15:13:08",
  "image": "dataset/channels/images/channel-23-21958.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "MWC 2025: смартфон Ulefone Armor 28 Ultra с повышенной защитой\n\nIP68/IP69K, MIL-STD-810H и прорезиненные заглушки для портов. \n\nА ещё у него два AMOLED-экрана (второй стоит сзади) и здоровенный блок с основной камерой Sony IMX989, сенсором ночного видения и датчиком для тепловизионной съёмки. \n\nВнутри — чип MediaTek Dimensity 9300+ и батарейка на 10 600 мАч. Поддерживается проводная зарядка на 120 Вт и беспроводная 50 Вт. Как пауэрбанк для других гаджетов Ulefone Armor 28 Ultra тоже годится. \n\nПродавать устройство будут на «Алике» по цене от 749 долларов (~67 000 рублей). \n\nrozetked.me/news/38041",
  "timestamp": "2025-03-04T14:33:51",
  "image": "dataset/channels/images/channel-23-21957.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Только в RuStore, только на Samsung и только на свой страх и риск\n\nВ RuStore вышло приложение Geminify для смартфонов Samsung для обхода блокировки ИИ-сервисов. Оно предоставляет доступ к Gemini и ChatGPT в странах, где они недоступны.\n\n«С помощью приложения, весь трафик идет через стандартный DNS сервер по умолчанию, и только запросы к Gemini и ChatGPT обрабатываются через VPN-туннель. Таким образом работают заблокированные сервисы, но при этом не возникает проблем с приложениями, которые „не дружат“ с VPN», — разработчики Geminify.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-04T12:20:01",
  "image": "dataset/channels/images/channel-23-21956.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Мы или не мы?\n\nApple выпустила iOS 18.4 beta 2 для разработчиков, в которой появились новые эмодзи. Всего семь штук, а именно: уставшее лицо, редис, отпечаток пальца, арфа, дерево без листьев, клякса и лопата.\n\nЭти эмодзи появятся в iOS 18.4. Если кто-то сейчас отправит их с «беты» пользователю с iOS 18.3, то собеседник увидит только пустое сообщение.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-04T10:50:01",
  "image": "dataset/channels/images/channel-23-21955.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Два новых Nothing за стеклом на наших фото\n\nNothing привезла на MWC 2025 в Барселоне Phone (3a) и (3a) Pro — свои новые среднебюджетники. Посетители выставки смогли вживую посмотреть на новинки за день до их релиза.\n\nОфициальная презентация состоится 4 марта, но сейчас уже известны почти все подробности о новых среднебюджетниках.\n\nОни получат обновлённые системы камер, Snapdragon 7s Gen 3 и новую кнопку Essential Key.\n\nrozetked.me/news/38032",
  "timestamp": "2025-03-04T09:20:01",
  "image": "dataset/channels/images/channel-23-21954.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Выпускайте Обеликса\n\nNetflix выпустил трейлер мультсериала «Астерикс и Обеликс: Поединок вождей», в котором по сюжету галлы останутся без волшебного зелья — друид забыл рецепт. Им придётся искать новый способ защиты от римлян.\n\nОдним из режиссёров шоу выступил Ален Шаба, режиссёр фильма «Астерикс и Обеликс: Миссия „Клеопатра“».\n\nПремьера состоится 30 апреля. Сколько серий войдёт в сериал — неизвестно.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-04T08:15:20",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-04T01:44:06",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "MacBook Air и iPad Air на этой неделе — официально \n\nАнонс опубликовал Тим Кук на своей странице в 𝕏. Слоган «Что-то витает в воздухе» (There's something in the Air) явно отсылает к MacBook Air и iPad Air.\n\nОт нового ноутбука ждут чипа M4. Планшет также получит апгрейд процессора.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-03T20:40:04",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "МТС запустила подписку для защиты от мошенников и спама 💰\n\nВ подписку «Защитник+» входят:\n• телефонный секретарь «Защитник»\n• функция «Безопасный звонок», которая предупреждает о подозрительных действиях прямо во время разговора\n• страхование от финансовых потерь на сумму до 1,5 млн рублей.\n\nПодключить «Защитник+» можно почти на любом тарифе через приложение «Мой МТС».\n\nrozetked.me/news/38024",
  "timestamp": "2025-03-03T19:03:01",
  "image": "dataset/channels/images/channel-23-21950.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-03T18:03:49",
  "image": "dataset/channels/images/channel-23-21949.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-03T18:03:49",
  "image": "dataset/channels/images/channel-23-21948.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-03T18:03:49",
  "image": "dataset/channels/images/channel-23-21947.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "MWC 2025: тонкий смартфон Tecno на фото\n\nНазывается концепт Spark Slim. Толщина корпуса у него 5,75 мм. Вес — 144 г. Внутри батарейка ёмкостью 5200 мАч с поддержкой зарядки 45 Вт. \n\nБлок камер с двумя датчиками по 50 Мп и подсветкой, а дизайн в стиле того, что показывали на рендерах iPhone 17 Air.\n\nTecno Spark Slim оснащён 6,78-дюймовым AMOLED-экраном с разрешением 3K и частотой обновления 144 Гц. Компания заявляет яркость до 4500 нит. Спереди камера на 13 Мп.\n\nВ ближайшее время купить такой смартфон не получится.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-03T18:03:49",
  "image": "dataset/channels/images/channel-23-21946.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Вы хотите устроиться в компанию мечты, но не знаете всех тонкостей отбора. Давайте потестируем Связи — новую функцию «Сетки», социальной сети для нетворкинга, и посмотрим, есть ли у вас общие контакты с рекрутером из нужной компании. Кликаем аватарку пользователя «Сетки» и смотрим:\n\n1) Если вы не знакомы с человеком, к которому хотите обратиться, ваши общие связи покажут людей, через которых вы с ним в одном рукопожатии. \n2) Зайдите в профиль, откройте список ваших общих связей и нажмите на иконку (там всё интуитивно понятно, легко разберётесь). Теперь вы видите, какие связи вас объединяют: например, взаимная подписка или работа в одной компании. Найдите самую сильную связь, через которую проще всего дотянуться до нужного специалиста.\n\nКажется, теперь вы легко подберёте ключик к HR-у или нанимающему менеджеру. Нетворкать проще, когда знаешь, что вас связывает. Скачивайте приложение и пересечёмся в «Сетке»!",
  "timestamp": "2025-03-03T16:55:43",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Сервис по самозапрету на кредиты оказался востребованным 💳\n\nВ Минцифры России сообщили, что с момента запуска им воспользовались почти 2 млн россиян. Большая часть, 351 000 человек, из Москвы. На втором месте Питер. Средний возраст заявителя — 53 года.\n\nПосле того, как пользователь подал заявление через «Госуслуги», в его кредитной истории появляется отметка, из-за которой банки не должны выдавать кредит. Снять запрет можно по желанию.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-03T16:03:49",
  "image": "dataset/channels/images/channel-23-21944.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-03T13:39:37",
  "image": "dataset/channels/images/channel-23-21943.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-03T13:39:37",
  "image": "dataset/channels/images/channel-23-21942.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-03T13:39:37",
  "image": "dataset/channels/images/channel-23-21941.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "А вот и тот самый Ultra-флагман от realme 📸\n\nПрикол в том, что он поддерживает сменные объективы. Устройство показывают на MWC 2025, а журналисты уже успели его пощупать.\n\nВместе со смартфоном realme предложила использовать два объектива: один для 3-кратного зума, а другой для 10-кратного.\n\nВ компании говорят, что это концепт, то есть в продажу смартфон может не поступить.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-03T13:39:37",
  "image": "dataset/channels/images/channel-23-21940.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Надоела «шайба»? Можно снять и убрать\n\nXiaomi привезла на MWC 2025 концепт модульного смартфона, который может помочь избавиться от выступающей камеры в будущем.\n\nНа задней панели такого смартфона имеются два контакта и магнитное крепление. С их помощью к устройству можно подключить большой съёмный объектив тогда, когда он нужен.\n\nСейчас разработка представляет собой только прототип. Планируется ли дальнейшая работа в этом направлении — неизвестно.\n\nrozetked.me/news/38017",
  "timestamp": "2025-03-03T11:45:01",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Слон → хомяк\n\nАдминистрация Трампа займётся созданием криптовалютного резерва в США — анонс дал сам Трамп в своей Truth Social. По его словам, «США станут криптостолицей мира».\n\nВ состав резервных активов войдут BTC и ETH, а также другие популярные криптовалюты, включая XRP, Solana (SOL) и Cardano (ADA).\n\nНа фоне новостей курс биткоина вырос на ~12% — до 95 тысяч долларов.\n\nrozetked.me/news/38011",
  "timestamp": "2025-03-03T09:15:27",
  "image": "dataset/channels/images/channel-23-21938.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Кому ушёл «Оскар-2025»?\n\nВ Лос-Анджелесе прошла 97-я церемония вручения кинопремии «Оскар». Лучшим фильмом назвали «Анору», лучшим актёром Эдриана Броуди, а актрисой — Майки Мэдисон.\n\nЮра Борисов остался без статуэтки, но получил напутствие от Роберта Дауни—младшего. Вместо Юры награду взял Киран Калкин.\n\nСписок всех победителей: rozetked.me/news/38010",
  "timestamp": "2025-03-03T07:45:58",
  "image": "dataset/channels/images/channel-23-21937.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Один из самых интересных флагманов прошлого года — актуален и сейчас\n\nРечь про vivo X200 Pro mini. Идеальный размер, достойные характеристики, а цена — ниже iPhone 16e 😁\n\nНаш обзор: rozetked.me/reviews/37891",
  "timestamp": "2025-03-02T17:03:55",
  "image": "dataset/channels/images/channel-23-21936.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Премиальные сервисы «Ultima Яндекс» помогут с идеями для идеального свидания на 8 марта 💐\n\n«Ultima Яндекс» заботится о том, чтобы вы чувствовали себя комфортно: предоставляет автомобили премиум-класса для поездок и доставляет блюда из авторских ресторанов.\n\nВ этом году премиум-сервис решил помочь тем, кто не успевает продумать идеальное свидание, и создал подборку с разными сценариями для праздника. В ней собраны идеи для совместного отдыха, заведения авторской кухни и нестандартные подарки.\n\nПереходите по ссылке, чтобы выбрать идеальный вариант для любимых. Там же можно отправить милое приглашение на свидание.",
  "timestamp": "2025-03-02T16:06:38",
  "image": "dataset/channels/images/channel-23-21935.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-02T15:33:21",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Caviar сделала Samsung Galaxy S25 Ultra Viper в стиле «Джона Уика» 🔫\n\nДля отделки использовали титан  аэрокосмического класса и золото. На заднюю часть корпуса поместили пистолет. Его рукоятка имеет два прозрачных окна с шариками — это имитация песочных часов. \n\nУникальный экземпляр, сделанный на заказ, стоит 9000 долларов (~800 000 рублей). \n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-02T14:12:25",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Россия, роуминг, Беларусь — это и есть святая Русь\n\nС 1 марта 2025 года в силу вступила резолюция, отменяющая плату за роуминг для абонентов из России и Беларуси. Страны шли к этому с 2017 года.\n\nДля абонентов это означает, что без дополнительных платежей они получат не менее 300 минут звонков (по 150 на входящие и исходящие) и 5 ГБ интернета при пакетном тарифном плане.\n\nrozetked.me/news/38003",
  "timestamp": "2025-03-02T10:30:42",
  "image": "dataset/channels/images/channel-23-21932.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Эти вещи сделали отпуск нашего шеф-редактора лучше. Сделают и ваш\n\nДелимся подборкой полезных аксессуаров для путешествий, кэмпинга и чилла: от технологичных сумок до полотенец.\n\nЧитайте на сайте: rozetked.me/articles/37950",
  "timestamp": "2025-03-01T20:00:22",
  "image": "dataset/channels/images/channel-23-21930.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Закладки для книжек теперь тоже умные 📖 \n\nСтартап Mark Engineering представил ИИ-закладку Mark 1. Это титановая пластинка с экраном и ручкой сбоку. \n\nГаджет умеет делать «интеллектуальное резюме» на основе прочитанного за последний сеанс и ведёт «дневники активности» в духе тех, что предлагают фитнес-трекеры, но только не для спорта, а для чтения. \n\nВ фирменном приложении можно посмотреть, что читают друзья и их прогресс. \n\nПродукт оценили в 129 долларов (~11 500 рублей). \n\nrozetked.me/news/38001",
  "timestamp": "2025-03-01T18:03:48",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-01T15:03:48",
  "image": "dataset/channels/images/channel-23-21928.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-01T15:03:48",
  "image": "dataset/channels/images/channel-23-21927.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Для состоятельных ценителей винила 🎶\n\nФирма Waiting For Ideas представила минималистичный проигрыватель PP-1. Устройство сделано из цельного куска анодированного алюминия, а головка звукоснимателя установлена внутри корпуса. Пластинку придётся ставить вверх ногами.\n\nСтоит такая штука 5800 евро (~538 000 рублей). К проигрывателю предлагают докупить пару пассивных колонок за 3200 евро (~297 000 рублей). В бюджет также придётся включить хороший усилитель.\n\nИ проигрыватель, и колонки изготавливаются на заказ. Ждать придётся около 12 недель.\n\nrozetked.me/news/37999",
  "timestamp": "2025-03-01T15:03:48",
  "image": "dataset/channels/images/channel-23-21926.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "В России начал действовать закон о самозапрете на выдачу кредитов и займов\n\nЗаявление на ограничение подаётся на «Госуслугах». После этого в кредитной истории появляется специальная отметка, а банки и микрофинансовые организации перестают выдавать человеку кредиты и микрозаймы.\n\nМожно сделать частичный запрет, например, чтобы не было возможности дистанционного оформления кредитов. В этом случае человеку придётся лично топать в офис банка.\n\nСамозапрет не распространяется на ипотеки, образовательные и автокредиты, а также на уже заключённые договоры. Запрет можно отменить в любое время, подав соответствующее заявление с электронной подписью.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-01T13:19:21",
  "image": "dataset/channels/images/channel-23-21925.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-01T10:45:18",
  "image": "dataset/channels/images/channel-23-21924.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-03-01T10:45:18",
  "image": "dataset/channels/images/channel-23-21923.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Том Харди, Хелен Миррен и Пирс Броснан на первых кадрах MobLand\n\nВ Paramount+ поделились первыми кадрами предстоящего криминального сериала MobLand от Гая Ричи. В центре сюжета две враждующие семьи Лондона, которые борются за власть в международном преступном синдикате.\n\nШоу начнёт выходить на Paramount+ 30 марта — всего в сезон войдёт десять эпизодов.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-03-01T10:45:18",
  "image": "dataset/channels/images/channel-23-21922.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Оказывается, это называется «Хардкорный режим»\n\nРазработчики Kingdom Come Deliverance II поделились подробностями о хардкорном режиме, который появится в игре весной. Всего он принесёт десять негативных перков, усложняющих геймплей.\n\nС «неприятной рожей» на героя будут нападать путники, от потливости он начнёт сильнее вонять, а застенчивость не даст ему спрашивать дорогу у NPC и общаться с девушками в банях.\n\nrozetked.me/news/37992",
  "timestamp": "2025-03-01T09:30:01",
  "image": "dataset/channels/images/channel-23-21920.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Вы просили — мы делаем. Розыгрыш двух iPhone 16e!\n\nУсловия стандартные — быть подписчиком @rozetked и нажать на кнопку «Участвую!» под этим постом. \n\nДвух победителей выберет бот случайным образом 19 марта в 15:00 по МСК, ники счастливчиков опубликуем в канале. Доставка до ближайшего пункта СДЕК за наш счёт, у победителей попросим подтвердить личность (чтобы избежать ботов). Удачи!",
  "timestamp": "2025-02-28T21:00:16",
  "image": "dataset/channels/images/channel-23-21919.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-02-28T20:19:24",
  "image": "dataset/channels/images/channel-23-21918.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-02-28T20:19:24",
  "image": "dataset/channels/images/channel-23-21917.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-02-28T20:19:24",
  "image": "dataset/channels/images/channel-23-21916.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Таков путь 🏋️‍♂️\n\nHuawei Mate 70 Pro официально приехал в Россию. Чем он вас может удивить? Фотовозможностями, автономностью, Face ID и сканером в кнопке, огромным OLED-экраном и своим процессором. \n\nМного фотопримеров и обзор по ссылке: rozetked.me/reviews/37970",
  "timestamp": "2025-02-28T20:19:24",
  "image": "dataset/channels/images/channel-23-21915.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Xiaomi выпустила Redmi Book Pro (2025) 💻\n\nС чипами Core Ultra 200H, оперативкой LPDDR5X-8400, автономностью до 31 часа и корпусом 15,9 мм.\n\nЕсть две версии: 14 и 16 дюймов. У младшего лэптопа экран 2,8K с частотой 120 Гц, у старшей модели — 3,1K и 165 Гц.\n\nЦена в Китае начинается от 5699 юаней (~69 400 рублей).\n\nrozetked.me/news/37987",
  "timestamp": "2025-02-28T19:02:26",
  "image": "dataset/channels/images/channel-23-21914.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "4K-гейминг по цене 1440p 🎮\n\nТак в AMD позиционируют свои новые видеокарты AMD Radeon RX 9070 XT и RX 9070. Их действительно будут продавать за 599 долларов (~53 200 рублей) и 549 долларов (~48 700 рублей) соответственно, как и предполагалось.\n\nКарты выйдут 6 марта.\n\nrozetked.me/news/37989",
  "timestamp": "2025-02-28T17:45:27",
  "image": "dataset/channels/images/channel-23-21913.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-02-28T16:03:47",
  "image": "dataset/channels/images/channel-23-21912.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-02-28T16:03:47",
  "image": "dataset/channels/images/channel-23-21911.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-02-28T16:03:47",
  "image": "dataset/channels/images/channel-23-21910.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "В конце марта Puma выпустит кроссовки по «Гарри Поттеру» 👟\n\nКомпания будет продавать модель Palermo в двух тематических дизайнах: Gryffindor и Slytherin. Цена — 85 долларов (~7500 рублей). Также выпустят чёрные Easy Rider с золотистой отделкой.\n\nВ продаже — с 27 марта.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-02-28T16:03:47",
  "image": "dataset/channels/images/channel-23-21909.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-02-28T15:08:47",
  "image": "dataset/channels/images/channel-23-21908.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "",
  "timestamp": "2025-02-28T15:08:47",
  "image": "dataset/channels/images/channel-23-21907.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "«АвтоВАЗ» показал салон Lada Iskra\n\nВ компании говорят, что интерьер спроектировали с учётом предпочтений молодых клиентов. Будет два варианта обивки. Также заявляется повышенный уровень акустического комфорта.\n\nПроизводство седана начнётся 19 апреля.\n\nrozetked.me/news/37983",
  "timestamp": "2025-02-28T15:08:47",
  "image": "dataset/channels/images/channel-23-21906.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Теперь разработчики смогут вести разработку с удобного устройства из любой локации\n\nУстали носить с собой тяжелые устройства для разработки? У нас есть новости — разработчикам стала доступна российская облачная среда для разработки GigaIDE Cloud со встроенным AI-ассистентом\n\nСреда позволит добавить мощности вашему устройству благодаря возможностям облака для хранения кода и выполнения тяжелых вычислений, редактировать репозитории мгновенно и не тратить время на настройку каждого нового проекта.\n\nВ GigaIDE Cloud интегрирован AI-ассистент, который автоматизирует рутинные процессы, дает советы и подсказки в реальном времени. Пользуйтесь автодополнением кода, оптимизируйте и исправляйте ошибки с поддержкой AI!\n\nНачать пользоваться GigaIDE Cloud — по ссылке",
  "timestamp": "2025-02-28T14:07:27",
  "image": "dataset/channels/images/channel-23-21905.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Skype — всё \n\nНо не сейчас, а в мае. В коде приложения нашли вот такое сообщение: «начиная с мая Skype больше не будет доступен. Продолжайте звонить и общаться в Teams». \n\nВ принципе, вряд ли кто-то сильно расстроится. Когда-то Skype был очень популярным, но теперь им почти никто не пользуется.\n\nОбновлено: компания официально подтвердила закрытие сервиса. \n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-02-28T13:01:31",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "«Скайнет» откладывается — люди вежливо общаются с ИИ\n\nВ США и Великобритании опросили более тысячи человек на тему, вежливо ли они общаются с ИИ-помощниками. Результат: около 70% пользователей общаются с ИИ вежливо.\n\nПри этом 12% из них — только из-за страха перед восстанием машин. ~20% общаются без вежливости, чтобы экономить время, а ~12% — из-за того, что ИИ это машина без чувств.\n\nrozetked.me/news/37977",
  "timestamp": "2025-02-28T11:20:13",
  "image": "dataset/channels/images/channel-23-21903.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "В Apple думают только о двух вещах: где заработать и какую «пасхалку» оставить в обои\n\nЖурналист Джон Грубер обнаружил закономерность в стоковых обоях iPhone 16e, 16 и 16 Pro — они символизируют количество и расположение камер сзади на этих iPhone. Одна на 16e, две на 16-ом и три на 16 Pro.\n\n«Обратите внимание на интересный приём: стандартные обои Apple для каждого iPhone ненавязчиво намекают на количество объективов камеры», — пишет Грубер.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-02-28T10:15:23",
  "image": "dataset/channels/images/channel-23-21902.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Это почему у TikTok раньше пользователей больше было? Потому что у нас приложения отдельного не было!\n\nReels получат отдельное приложение. Об этом пишет The Information, ссылаясь на анонимный источник, знакомый с ситуацией. Останутся ли Reels в самом Instagram* — неизвестно.\n\nStandalone-приложение для Reels является частью инициативы Meta* по улучшению позиций Instagram* в конкуренции с TikTok.\n\n*Деятельность компании Meta Inc. и её продуктов Instagram и Facebook признана в России экстремистской и запрещена\n\nrozetked.me/news/37973",
  "timestamp": "2025-02-28T09:10:16",
  "image": "dataset/channels/images/channel-23-21901.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Психотерапевт: ≈3000 рублей за сеанс\nGPT-4.5: ≈2000 рублей в месяц\n\nOpenAI представила новую текстовую нейросеть, которая придёт на смену GPT-4o. Разработчики и первые тестеры отмечают, что GPT-4.5 более эмпатична, лучше следует намерениям пользователя, больше знает и меньше «галлюцинирует».\n\nПока доступно по подписке ChatGPT Pro, но позднее раскатят и подписчикам Plus.\n\nrozetked.me/news/37971",
  "timestamp": "2025-02-28T08:05:28",
  "image": "dataset/channels/images/channel-23-21900.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Внезапно — первый тизер «Шрека 5»\n\nПоказали новую графику и взрослую дочь, озвучит которую Зендея. Увидим всё в декабре 2026 года.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-02-27T20:09:35",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Что нового появилось в «Коллекции» в «Яндекс Музыке»?\n\n• Персональная статистика прослушивания артистов\n• «Моя волна» по вашей «Коллекции»\n• Закрепление понравившихся разделов\n• Умные фильтры... и это не всё!\n\nСобрали подборку нововведений для тех, кто всё пропустил: rozetked.me/articles/37968",
  "timestamp": "2025-02-27T19:43:39",
  "image": "dataset/channels/images/channel-23-21898.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Лэй Цзюнь сообщил, что спортивный седан Xiaomi SU7 Ultra выходит по цене от 529 900 юаней (~6,3 млн рублей)\n\nСиловая установка выдаёт пиковую мощность 1548 л.c. Седан разгоняется от 0 до 100 км/ч за 1,98 с, а от 0 до 200 км/ч — за 5,86 с. Максимум — 350 км/ч. \n\nЗапас хода на полной зарядке — 620 км. Быстрая зарядка от 10% до 80% занимает 11 минут. \n\nНа выбор пять цветов кузова. Салон доступен в трёх расцветках. Углеродное волокно используется как внутри, так и снаружи. \n\nПозже в продажу поступит версия Nürburgring Limited Edition за 814 900 юаней (~9,8 млн рублей). \n\nrozetked.me/news/37967",
  "timestamp": "2025-02-27T18:04:37",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "HONOR Pad V9 — олицетворение AI-продуктивности\n\nГлавное в планшете — экран: у Pad V9 это безрамочная IPS-панель диагональю 11,5 с частотой 144 Гц, 2,8К-разрешением и AI-инструментами, которые защищают глаза от перенапряжения.\n\nПроцессор MediaTek Dimensity 8350 Elite в паре с 8 ГБ оперативной памяти обеспечивают оптимальное сочетание производительности и энергоэффективности. Хотя с аккумулятором ёмкостью 10 100 мАч выносливость гарантирована в любых условиях.\n\nЕсли вы выбираете устройство для продуктивной работы, HONOR Pad V9 удивит набором AI-функций: планшет подготовит расшифровку и краткий пересказ аудиозаписи с возможностью перевода на разные языки, удалит нежелательные объекты с фотографии и распознает рукописные формулы.\n\nHONOR Pad V9 уже в продаже по цене от 46 990 рублей. При покупке до 10 марта получите скидку 5000 рублей и наушники HONOR CHOICE Earbuds S7 в подарок!",
  "timestamp": "2025-02-27T17:04:05",
  "image": "dataset/channels/images/channel-23-21895.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Камерофон Xiaomi 15 Ultra представлен в Китае \n\nС обновлённым блоком камер, мощным перископом на 200 Мп, чипом Snapdragon 8 Elite и батареей 6000 мАч внутри. \n\nКамерам уделили особое внимание. В Xiaomi настаивают, что их новый флагман «уделывает» iPhone 16 Pro Max по качеству фото.  \n\nВо время презентации сообщили, что будет не одна двухцветная версия в стиле фотоаппаратов Leica, а две. \n\nВопреки ожиданиям, начальная стоимость относительно прошлого поколения не выросла. От 6499 юаней (~78 000 рублей). \n\nНа глобальном рынке дебют устройства состоится 2 марта.\n\nrozetked.me/news/37966",
  "timestamp": "2025-02-27T15:53:30",
  "image": "dataset/channels/images/channel-23-21893.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Комментарии в Telegram? А, может, лучше обсуждения в «Одноклассниках»? 🌐\n\nВ социальной сети полностью обновили раздел «Обсуждения». Теперь в нём есть лента с рекомендованными дискуссиями: ML-модель подбирает контент, исходя из поведения и предпочтений каждого пользователя. А на вкладке «Популярные» появился виджет «Горячая тема», который предлагает самые активные дискуссии за день.\n\nВ «Одноклассниках» рассказали, теперь пользователям станет проще узнавать об актуальных новостях и делиться своим мнением о событиях.\n\nrozetked.me/news/37952",
  "timestamp": "2025-02-27T15:15:38",
  "image": "dataset/channels/images/channel-23-21892.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "«Яндекс» выпустил февральское обновление «Алисы» и своих умных устройств. Что нового?\n\nВ февральское обновление вошли как нововведения по части софта, так и целый новый телевизор — «ТВ Станция» 2-го поколения.\n\n• Режим «Умный климат»\n• Обмен сценариями умного дома\n• Новые быстрые команды для управления Bluetooth\n• Бесшовный разговор с «Алисой» на «Станции Миди»\n• Новые возможности «ТВ Станций»\n\nА ещё в компании исправили проблему, когда у владельцев двух и более «Станций» при начале команды «Алиса...» активировались сразу несколько устройств.\n\nПодробнее: rozetked.me/news/37961",
  "timestamp": "2025-02-27T14:33:46",
  "image": "dataset/channels/images/channel-23-21891.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Начались продажи Huawei Mate 70 Pro и Mate XT в России\n\nMate XT — это первый в мире тройной складной смартфон с двумя шарнирами. Полная диагональ внутреннего экрана достигает 10,2-дюйма. А Mate 70 Pro выделяется мощной системой камер с правильной цветопередачей и четырёхкратным зумом.\n\nИскать в МТС, Restore, «М.Видео-Эльдорадо», DNS, «Ситилинке» и у других крупных ритейлеров.\n\nrozetked.me/news/37960",
  "timestamp": "2025-02-27T12:02:19",
  "image": "dataset/channels/images/channel-23-21889.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "— Большая батарейка? Но какой ценой?\n— Ценой второй камеры сзади\n\nВ сети вышли первые обзоры iPhone 16e от зарубежных блогеров и изданий, и вместе с этим стала известна реальная ёмкость аккумулятора, которой не стала делиться Apple. Сообщается, что 16e получил батарею ёмкостью 3961 мАч.\n\nЭто на 11% больше, чем у iPhone 16. Причина, скорее всего, в отсутствии второй камеры сзади — в корпусе 16e больше места для батареи. По первым тестам, 16e держит заряд лучше, чем 16-ый на 1–1,5 часа.\n\nЁмкость АКБ в серии iPhone 16:\n• iPhone 16 Pro — 3 582 мАч\n• iPhone 16 — 3 561 мАч\n• iPhone 16e — 3 961 мАч\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-02-27T11:00:14",
  "image": "dataset/channels/images/channel-23-21888.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "2004: Half-Life 2 и GTA: San Andreas\n2025: Half-Life 3 и GTA VI\n\nНовая игра по Half-Life находится на финальных стадиях разработки — рассказал датамайнер Тайлер Маквикер, известный по утечкам Valve. Он нашёл много упоминаний HLX в коде последнего обновления Dota 2.\n\nHLX, как считают датамайнеры, это кодовое название Half-Life 3. По словам Маквикера, Valve может анонсировать Half-Life 3 уже в этом году.\n\nrozetked.me/news/37956",
  "timestamp": "2025-02-27T10:00:21",
  "image": "dataset/channels/images/channel-23-21887.jpg"
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Новый сезон «Сверхъестественного»? Нет, последний сезон «Пацанов»\n\nДжаред Падалеки и Миша Коллинз появятся в последнем сезоне «Пацанов» — они присоединятся к Дженсену Эклсу, с которым вместе снимались в «Сверхъестественном».\n\nЗначимость ролей Падалеки и Коллинза пока не разглашается. Эклс присоединился к касту сериала в третьем сезоне — он получил одну из главных ролей.\n\nСъёмки пятого и последнего сезона «Пацанов» стартовали в ноябре 2024 года. Когда он выйдет, ещё не известно.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-02-27T08:05:15",
  "image": ""
 },
 {
  "user": {
   "first_name": "Rozetked",
   "username": "rozetked",
   "id": -1001007302005
  },
  "text": "Том Харди красиво расправляется с негодяями\n\nNetflix опубликовал первый тизер-трейлер «Опустошения» от режиссёра «Рейда». По сюжету брутальный детектив отправляется на поиски сына влиятельного политика. Премьера 25 апреля.\n\n💼 Rozetked | Подписаться",
  "timestamp": "2025-02-26T22:53:29",
  "image": ""
 }
]